Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: See when the summoner name %(name)s is available!
da: Se, hvornår indkaldelsesnavnet %(name)s er tilgængeligt!
de: Sehen Sie, wenn der Name des Beschwörers %(name)s verfügbar ist!
et: Näe, millal kasutajanimi %(name)s on vaba!
fi: Katso, milloin kutsujan nimi %(name)s on saatavilla!
fr: Voyez quand le nom de l'invocateur %(name)s est disponible!
hu: Nézd meg mikor lesz a %(name)s név elérhető.
id: Lihat ketika nama summoner %(name)s tersedia!
it: Vedi quando il nome evocatore %(name)s sarà disponibile!
ja: %(name)sというサモナーネームが利用可能か確認する
ko: %(name)s이라는 소환사 이름이 언제 나왔는지 확인하십시오!
nl: Zie wanneer de summoner naam %(name)s beschikbaar is!
nn: Se når innkallingsnavnet %(name)s er tilgjengelig!
pl: Zobacz, kiedy nazwa przywoływacza %(name)s jest dostępna!
pt: Veja quando o nome de invocador %(name)s estará disponível!
ro: Vezi cand numele de summoner %(name)s va deveni utilizabil!
ru: Смотрите, когда доступно имя призывателя %(name)s!
sr: Pogledajte kada je ime primaoca %(name)s dostupna!
sv: Se när Summoner namnet %(name)s är tillgängligt!
th: ดูเวลาที่ชื่อผู้เรียกชื่อ %(name)s พร้อมให้บริการ!
tl: Tingnan kapag available ang pangalan ng summoner na %(name)s!
tr: %(name)s ne zaman kullanılabilir olduğuna olduğunu bakın!.
uk: Подивіться, коли ім'я супроводжуючого ім'я %(name)s доступне!
vi: Xem khi nào tên summoner %(name)s có sẵn!

source: The best League of Legends names. Inactive name checker, generated lists and popular searches.
da: Den bedste League of Legends navne. Inaktiv navngivning, genererede lister og populære søgninger.
de: Die besten League of Legends beschwörernamen. Inaktive Namensprüfung, generierte Listen und beliebte Suchvorgänge.
et: Parimad League of Legends nimed. Mitteaktiivsete nimede verifikaator, genereeritud nimekirjad ja populaarsed otsingud.
fi: Parhaat League of Legends nimet. Ei-aktiivisien nimien tarkistaja, luodut luettelot ja suosittut haut.
fr: Les meilleurs noms de League of Legends. Vérificateur de nom inactif, listes générées et recherches populaires.
hu: A legjobb League of Legends nevek. Inaktív név ellenőrző, generált listák és gyakori keresések.
id: Nama League of Legends terbaik. Pemeriksa nama tidak aktif, daftar yang dibuat dan pencarian populer.
it: I migliori nomi per League of Legends. Controlla i nomi degli utenti inattivi, delle liste generate e delle ricerche più popolari.
ja: 一番のリーグオブレジェンズの名前。 非アクティブな名前チェッカー、生成されたリスト、一般的な検索
ko: 최고의 리그 오브 레전드 이름. 비활성 이름 검사기, 생성 된 목록 및 인기있는 검색.
ms: Nama League of Legends yang terbaik. Pemeriksa nama tidak aktif, senarai yang dihasilkan dan carian popular.
nl: De beste League of Legends namen. Inactieve naam nakijker, gegenereerde lijsten en populaire zoekopdrachten.
nn: Den beste League of Legends navnene. Inaktiv navnekontroller, genererte lister og populære søk.
pl: Najlepsze nazwy League of Legends. Nieaktywne sprawdzanie nazw, generowane listy i popularne wyszukiwania.
pt: Os melhores nomes de League of Legends. Verificador de nomes inativos, listas geradas e pesquisas populares.
ro: Cele mai bune nume pentru Leagu of Legends. Membri inactivi verificator, liste generate si cautari populare
ru: Лучшие имена League of Legends. Неактивная проверка имени, сгенерированные списки и популярные поисковые запросы.
sr: Najbolja LOL imena. Provera neaktivnih imena, napravljene liste i popularne pretrage.
sv: De bästa League of Legends namnen. Inaktiva namn uppkollare, framkallade listor, samt populära sökningar.
th: ชื่อ League of Legends ที่ดีที่สุด ตัวตรวจสอบชื่อที่ไม่ใช้งานสร้างรายการและการค้นหายอดนิยม
tl: Ang pinakamahusay na mga pangalan ng League of Legends. Checker ng hindi aktibong pangalan, mga nabuong listahan at mga sikat na paghahanap.
tr: En iyi League Of Legends Isimleri. İnaktif isim kontrol edici , hazır listeler ve popüler aramalar
uk: Найкраща назва Ліги Легенд. Неактивна перевірка імені, генеровані списки та популярні пошуки.
vi: Tên League of Legends tốt nhất. Trình kiểm tra tên không hoạt động, danh sách được tạo và các tìm kiếm phổ biến.

source: Finding a good username is hard, we make it easy! LoL Names GG provides a League of Legends name checker, a database of generated already available names and a list of upcoming names based off previous searches. LoL Names GG is the perfect place to get the best League of Legends summoner name. For example, view our list of three letter names or type in your dream League of Legends name and we'll let you know when it's available!
da: At finde et godt brugernavn er svært, vi gør det nemt! LoL Navne GG tilbyder en legendarisk navneskriver, en database med genererede allerede tilgængelige navne og en liste over kommende navne baseret på tidligere søgninger. LoL Navne GG er det perfekte sted at få den bedste League of Legends Summoner navn. Se for eksempel vores liste over tre bogstaver navne eller skriv i din drømmesame League of Legends navn, og vi vil fortælle dig, når den er tilgængelig!
de: Einen guten Benutzernamen zu finden ist hart, wir machen es einfach! LoL Names GG bietet einen League of Legends Name Checker, eine Datenbank mit bereits vorhandenen Namen und eine Liste der kommenden Namen auf der Grundlage früherer Suchvorgänge. LoL Names GG ist der perfekte Ort, um die beste Liga der Legenden Beschwörer Namen zu bekommen. Zum Beispiel, sehen Sie unsere Liste der drei Buchstaben Namen oder geben Sie in Ihrem Traum League of Legends Namen und wir werden Sie wissen, wann es verfügbar ist!
et: Hea kasutajanime leidmine on raske, me teeme selle lihtsaks! LoL Nimed GG pakub League of Legends nimeverifikaatorit, genereeritud andmebaasi juba vabadest ja tulevastest nimedest su vanemate otsingute põhjal. LoL Nimed GG on perfektne koht, kust saada parim League of Legends kasutajanimi. Näiteks vaata meie nimekirja kolmetähelistest nimedest või sisesta enda unistuste League of Legends nimi ja me anname teada, kui see vabaneb!
fi: Hyvän käyttäjätunnuksen keksiminen on vaikeaa, me teemme siitä helppoa! LoL Names GG tarjoaa League of Legends nimentarkistajan, tietokannan jo saatavilla olevista nimistä ja luettelon tulevista nimistä aiempien hakujen perusteella. LoL Names GG on täydellinen paikka saadaksesi parhaan League of Legends summoner nimen. Voit esimerkiksi katsoa listamme kolmen kirjaimen nimistä tai kirjoittaa unelmiesi League of Legends nimen, ja kerromme, milloin se on saatavilla!
fr: Trouver un bon nom d'utilisateur est difficile, nous le rendons facile ! LoL Names GG fournit un vérificateur de noms de la League of Legends, une base de données des noms déjà générés et une liste des noms à venir basée sur les recherches précédentes. LoL Names GG est l'endroit idéal pour obtenir le meilleur nom d'invocateur de League of Legends. Par exemple, consultez notre liste de noms de trois lettres ou tapez le nom de League of Legends de vos rêves et nous vous ferons savoir quand il sera disponible
hu: Egy jó nevet találni nehéz, mi könnyűvé tesszük! Lol Names GG egy League of Legends név ellenőrzővel szolgál, egy elérhető nevekből álló, és nemsokára elérhető nevekből álló adatbázissal. Lol Names GG a tökéletes hely, hogy megtaláld a legjobb neveket. Például, nézd meg a 3 karakterből álló elérhető neveket.
id: Menemukan nama pengguna yang baik itu sulit, kami membuatnya mudah! LoL Names GG menyediakan pemeriksa nama League of Legends, basis data dari nama yang sudah tersedia dan daftar nama yang akan datang berdasarkan dari pencarian sebelumnya. LoL Names GG adalah tempat yang tepat untuk mendapatkan nama summoner League of Legends terbaik. Misalnya, lihat daftar tiga nama surat atau ketik nama Liga Legenda impian Anda dan kami akan memberi tahu Anda jika tersedia!
it: Trovare un buon nome utente è difficile, ma noi lo rendiamo semplice! LoL Names GG fornisce un controllo per i nomi di League of Legends, un database di nomi pregenerati e una lista di nomi che diventeranno disponibili a breve basati sulle ricerche precedenti. LoL Names GG è il posto perfetto dove ottenere il miglior Nome Evocatore in League of Legends. Per esempio guarda la nostra lista di nomi a 3 lettere oppure digita il tuo nome ideale per League of Legends e noi ti faremo sapere quando sarà disponibile!
ja: 良いユーザー名を見つけることは難しいですが、我々はそれを簡単に！ LoL Names GGは、リーグオブレジェンズの名前チェッカー、生成された使用可能な名前のデータベース、および以前の検索に基づいた今後の名前のリストを提供します。 LoL Names GGは、Legends Summonsの一番のサモナーネームを得るのに最適な場所です。 たとえば、3文字の名前のリストを表示したり、夢のリーグオブレジェンズの名前を入力してください。利用可能なときにお知らせします。
ko: 좋은 사용자 이름을 찾는 것이 어렵습니다. LoL Names GG는 리그 오브 레전드 (Legends of Legends) 이름 검사기, 이미 생성 된 이름의 데이터베이스 및 이전 검색을 기반으로 예정된 이름 목록을 제공합니다. LoL Names GG는 최고의 전설 소집사 명을 얻는 완벽한 장소입니다. 예를 들어, 우리의 3 글자 이름 목록을 보거나 당신의 꿈 리그 오브 레전드 (League of Legends) 이름을 입력하면 사용 가능한 시점을 알려 드리겠습니다!
ms: Mencari nama pengguna yang baik sukar, kami memudahkannya! Nama LoL GG menyediakan senarai nama Liga Legends, pangkalan data yang dijanakan sudah tersedia dan senarai nama yang akan datang berdasarkan carian terdahulu. Nama LoL GG adalah tempat yang sempurna untuk mendapatkan nama pemanggil Liga Legenda terbaik. Sebagai contoh, lihat senarai tiga nama surat kami atau taip nama Liga Legenda impian anda dan kami akan memberitahu anda apabila ia tersedia!
nl: Een goede gebruikersnaam vinden is moeilijk, wij maken het makkelijk! LoL Names GG biedt een League of Legends namen nakijker aan, een database van gegenereerde beschikbare namen en een lijst van opkomende namen gebaseerd op voorgaande zoekopdrachten. LoL Namen GG is die perfecte plek om de beste League of Legends summoner naam te krijgen. Bijvoorbeeld, Bekijk onze lijsten van drie letter namen of typ je droom League of Legends naam in en we vertellen je wanneer hij beschikbaar is!
nn: Å finne et godt brukernavn er vanskelig, vi gjør det enkelt! LoL Names GG gir en League of Legends Name Checker, en database med genererte allerede tilgjengelige navn og en liste over kommende navn basert på tidligere søk. LoL Names GG er det perfekte stedet for å få det beste Legends Legends Summoner-navnet. For eksempel, se vår liste over tre bokstaver navn eller skriv inn din drømmeliv League of Legends navn, og vi vil gi deg beskjed når det er tilgjengelig!
pl: Znalezienie dobrej nazwy użytkownika jest trudne, ułatwiamy to! LoL Names GG udostępnia narzędzie sprawdzania nazw League of Legends, bazę wygenerowanych już dostępnych nazw oraz listę nadchodzących nazw opartych na poprzednich wyszukiwaniach. LoL Names GG to idealne miejsce, aby uzyskać najlepszą nazwę przywoływacza League of Legends. Możesz na przykład zobaczyć naszą listę 3-literowych nazw lub napisać twoją wymarzoną nazwę League of Legends, a my powiadomimy cię, gdy będzie dostępna!
pt: Encontrar um bom nome de invocador é difícil, mas nós te ajudamos! O LoLNames.GG fornece um verificador de nomes de League of Legends, um banco de dados com nomes disponíveis e uma lista de nomes que poderão ser usados no futuro, com base em pesquisas anteriores. O LoLNames.GG é o lugar perfeito para conseguir o melhor nome de invocador, por exemplo, veja nossa lista de nomes com 3 letras ou digite seu tão sonhado nick e nós deixaremos te avisamos quando o mesmo estiver disponível!
ro: Gasirea unui nume de summoner este greu dar noi o facem usor. LoL Names GG va pune la dispozitie un verificator de nume, o data de baze deja generata cu nume disponible si o lista cu nume care vor este luata din cautarile anterioare. LoL Names GG este locul perfect sa iti gasesti cel mai tare nume de uitilazor din League of Legends. Pentru exemplu, vezi lista noastra plina cu nume de trei litere sau scrie numele tau de vis si noi te vom anunta can devine disponibil!
ru: Найти хорошее имя пользователя сложно, но мы делаем это легко! LoL Names GG предоставляет проверку на занятость имен, базу данных сгенерированных уже доступных имен и список особождающихся имен, основанных на предыдущих поисковых запросах. LoL Names GG - это идеальное место, чтобы получить лучшее имя победителя League of Legends. Например, просмотрите наш список из трехбуквенных имен или введите имя вашей мечты, и мы сообщим вам, когда он будет доступно!
sr: Traženje dobrog imena je teško, al ovde to nije problem! LOL NAMES GG ti dozvoljava da proveriš dostupnost imena, bazu podataka već dostupnih imena i uskoro dostupna imena. Savršeno mesto da nađeš najbolje ime za LOL! Napiši svoje omiljeno ime i mi ćemo ti reći kada će biti dostupno!
sv: Att hitta ett bra användarnamn är svårt, så därför vi gör det enkelt! LoL Names GG erbjuder en League of Legends namnuppkollare, en databas med framkallade tillgängliga namn, samt en lista baserat på tidigare sökningar om namn som snart blir tillgängliga. LoL Names GG är den perfekta platsen att skaffa de bästa Summoner namnen på. Till exempel kan du just nu kolla på vår lista över namn med 3 bokstäver, eller söka på ditt drömnamn och snabbt se när det blir tillgängligt!
th: การค้นหาชื่อผู้ใช้ที่ดีนั้นเป็นเรื่องยากเราทำให้มันง่าย! LoL Names GG ให้ตัวตรวจสอบชื่อ League of Legends ซึ่งเป็นฐานข้อมูลของชื่อที่สร้างขึ้นแล้วและรายชื่อที่จะมาจากการค้นหาก่อนหน้านี้ LoL ชื่อ GG เป็นสถานที่ที่สมบูรณ์แบบเพื่อให้ได้ชื่อผู้เรียกชื่อ League of Legends ที่ดีที่สุด ตัวอย่างเช่นดูรายการชื่อสามตัวอักษรหรือพิมพ์ชื่อฝันในตำนานของคุณและเราจะแจ้งให้คุณทราบเมื่อมี!
tl: Ang paghahanap ng magandang username ay mahirap, ginagawa naming madali! Ang LoL Names GG ay nagbibigay ng isang checker ng pangalan ng League of Legends, isang database ng mga nabuong magagamit na mga pangalan at isang listahan ng mga paparating na mga pangalan batay sa nakaraang mga paghahanap. LoL Names GG ay ang perpektong lugar upang makuha ang pinakamahusay na Liga ng mga alamat ng pangalan ng summoner. Halimbawa, tingnan ang aming listahan ng tatlong mga titik na pangalan o i-type sa iyong pangarap na Liga ng mga Alamat ng pangalan at ipapaalam namin sa iyo kung magagamit!
tr: İyi bir isim bulmak zordur, biz bunu kolaylaştırıyoruz! LoL Names GG kullanabilir isimlerden oluşmuş bir veritabanına ve yakında açılacak olan isimlerin olduğu listeler barındıran bir League of Legends isim kontrol edici sağlar. LoL Names GG en iyi League of Legends ismini bulmak için biçilmiş kaftan. Mesela kullanılabilir 3 harfli isim listemize bak ya da hayalindeki ismi arat, sana ne zaman kullanılabilir olduğunu söyleyelim!
uk: Пошук хорошого імені користувача важко, ми спрощуємо його! LoL Names GG надає ім'я перевірки імені 'Ліга легенд', базу даних згенерованих вже доступних імен та список майбутніх імен на основі попередніх пошуків. LoL Names GG - це ідеальне місце, щоб отримати найкращу назву суворої Ліги Легенд. Наприклад, перегляньте наш список трьох букв імен або введіть у свою мрію назву Ліги легенд, і ми повідомимо вас, коли це доступно!
vi: Tìm kiếm một tên người dùng tốt là khó, chúng tôi làm cho nó dễ dàng! LoL Names GG cung cấp một bộ kiểm tra tên League of Legends, một cơ sở dữ liệu về các tên đã tạo sẵn và danh sách các tên sắp tới dựa trên các tìm kiếm trước đó. LoL Names GG là nơi hoàn hảo để có được tên summoner League of Legends tốt nhất. Ví dụ: xem danh sách ba tên thư của chúng tôi hoặc nhập vào tên Liên minh Huyền thoại mơ ước của bạn và chúng tôi sẽ cho bạn biết khi nào nó có sẵn!

source: LoL Name Checker
da: LoL Navn Checker
de: LoL Namen Überprüfer
et: LoL Nimeverifikaator
fi: LoL Nimitarkistaja
fr: LoL vérificateur de nom
hu: LoL Név Ellenőrző
it: LoL Controllo Nomi
ja: LoL サモナーネームチェッカー
ko: LoL 소명사 검사기
nl: LoL Namen Nakijker
pl: LoL Sprawdź nazwy
pt: Verificador de Nomes de LoL
ro: LoL nume verificator
ru: Проверка имени LoL
sr: LOL Provera imena
sv: LoL Namn Kollaren
th: ตัวตรวจสอบชื่อ LoL
tr: LoL İsim kontrol edici
uk: LoL Ім'я перевірки
vi: Trình kiểm tra tên LoL

source: Use this website to find when a summoner name will expire.
da: Brug denne hjemmeside til at finde, hvornår et indkaldelsesnavn udløber.
de: Benutzen sie diese Site um herauszufinden wann Beschwörernamen ablaufen.
et: Kasuta seda veebilehte, et leida kasutajanimede aegumisaega.
fi: Käytä tätä verkkosivustoa saadaksesi tietää milloin summoner nimi vanhenee.
fr: Utilisez ce site pour savoir quand un nom d'invocateur va expirer.
hu: Használd ezt az oldalt, hogy ellenőrizd mikor jár le egy név.
id: Gunakan situs web ini untuk menemukan ketika nama summoner akan kedaluwarsa.
it: Usa questo sito per trovare quando un nome evocatore scadrà.
ja: このウェブサイトを使用して、サモナーの名前の有効期限が切れる時期を確認してください。
ko: 이 웹 사이트를 사용하여 소환원 이름이 만료되는시기를 찾으십시오.
ms: Gunakan laman web ini untuk mencari apabila nama pemanggil akan tamat tempoh.
nl: Gebruik deze website om te vinden wanneer een summoner naam vervalt.
nn: Bruk denne nettsiden til å finne når et innkallingsnavn utløper.
pl: Skorzystaj z tej strony internetowej, aby dowiedzieć się, kiedy wygasa nazwa przywoływacza.
pt: Use esse site para descobrir quando um nome de invocador expirará.
ro: Foloseste acest site ca sa afli cand un nume de utilizator va expira
ru: Используйте этот сайт, чтобы найти, когда имя призывателя будет свободно.
sr: Koristi ovaj sajt da saznaš kad će ime da bude dostpuno
sv: Använd denna hemsida för att se när ett namn utgår.
th: ใช้เว็บไซต์นี้เพื่อดูว่าชื่อผู้เรียกชื่อจะหมดอายุลง
tl: Gamitin ang website na ito upang mahanap kapag ang isang pangalan ng summoner ay mawawalan ng bisa.
tr: Sihirdar isimlerinin ne zaman kullanılabilir olacağını öğrenmek için bu siteyi kullanın.
uk: Використовуйте цей веб-сайт, щоб знайти, коли закінчиться термін дії імені суматора.
vi: Sử dụng trang web này để tìm khi tên người triệu tập sẽ hết hạn.

source: %(name)s is available!
da: %(name)s er tilgængelig!
et: %(name)s on saadaval!
fi: %(name)s on käytettävissä!
fr: %(name)s est disponible!
hu: %(name)s elérhető!
id: %(name)s tersedia!
it: %(name)s è disponibile!
ja: %(name)sは利用可能です。
ko: %(name)s을 사용할 수 있습니다.
nl: %(name)s is beschikbaar!
nn: %(name)s er tilgjengelig!
pt: %(name)s está disponível!
ro: %(name)s este disponibil!
ru: Доступно %(name)s!
sv: %(name)s är tillgängligt!
th: %(name)s พร้อมใช้งานแล้ว!
tl: Available ang %(name)s!
tr: %(name)s kullanılabilir!
uk: %(name)s доступний!
vi: %(name)s có sẵn!

source: It took %(months)s months for cleanup
da: Det tog %(months)s måneder til oprydning
et: Puhastamiseks kulus %(months)s kuud
fi: Siivoukseen kului %(months)s kuukautta
fr: Il a fallu %(months)s mois pour le nettoyage
hu: %(months)s hónap telt el a tisztításhoz
id: Butuh %(months)s bulan untuk pembersihan
it: Ci sono voluti %(months)s mesi per la pulizia
ja: クリーンアップには%(months)sヵ月かかりました
ko: 정리를 위해 %(months)s 개월이 걸렸습니다.
nl: Het duurde %(months)s maanden voor opruimen
nn: Det tok %(months)s måneder for opprydding
pt: Demorou %(months)s meses para a limpeza
ro: Au fost necesare %(months)s de luni pentru curățare
ru: Прошло %(months)s месяца для очистки
sv: Det tog %(months)s månader för rensning
th: ใช้เวลาในการล้างข้อมูล %(months)s เดือน
tl: Kinailangan ito ng %(months)s na buwan para sa paglilinis
tr: Temizlik %(months)s ay sürdü
uk: Для очищення потрібно %(months)s місяці
vi: Phải mất %(months)s tháng để dọn dẹp

source: Cleanup date was
da: Oprydningstidspunktet var
de: Aufräumdatum war
et: Puhastamise kuupäev oli
fi: Puhdistuspäivä oli
fr: La date de nettoyage était
hu: A törlés időpontja
id: Tanggal pembersihan adalah
it: La data di pulizia era
ja: クリーンアップの日付は
ko: 이전 정리 날짜
ms: Tarikh pembersihan adalah
nl: Opschoningsdatum was
nn: Opprydningsdato var
pl: Data sprzątania była
pt: A data de limpeza foi
ro: Data curățeniei a fost
ru: Дата очистки была
sr: Датум чишћења је био
sv: Rensningsdatum var
th: วันที่ล้างข้อมูลเดิมคือ
tl: Ang petsa ng paglilinis ay
tr: Temizleme tarihi
uk: Дата очищення була
vi: Ngày dọn dẹp cũ là

source: %(name)s is available in %(days)s days.
da: %(name)s er tilgængelig om %(days)s dage.
et: %(name)s on saadaval %(days)s päeva jooksul.
fi: %(name)s on käytettävissä %(days)s päivän kuluttua.
fr: %(name)s est disponible dans %(days)s jours.
hu: %(name)s elérhető %(days)s nap alatt.
id: %(name)s tersedia dalam %(days)s hari.
it: %(name)s è disponibile in %(days)s giorni.
ja: %(name)sは%(days)s日後にご利用いただけます。
ko: %(name)s은 %(days)s 일 후에 사용할 수 있습니다.
nl: %(name)s is beschikbaar na %(days)s dagen.
nn: %(name)s er tilgjengelig i løpet av %(days)s dager.
pt: %(name)s estará disponível em %(days)s dias.
ro: %(name)s este disponibil în %(days)s de zile.
ru: %(name)s доступен через %(days)s дней.
sv: %(name)s är tillgängligt om %(days)s dagar.
th: %(name)s มีให้บริการภายใน %(days)s วัน
tl: Available ang %(name)s sa %(days)s araw.
tr: %(name)s %(days)s günde kullanılabilir.
uk: %(name)s доступний через %(days)s днів.
vi: %(name)s có sẵn trong %(days)s ngày.

source: It takes %(months)s months for cleanup
da: Det tager %(months)s måneder til oprydning
et: Puhastamiseks kulub %(months)s kuud
fi: Siihen menee %(months)s kuukautta
fr: Il faut %(months)s mois pour le nettoyage
hu: A tisztításhoz %(months)s hónap szükséges
id: Dibutuhkan %(months)s bulan untuk pembersihan
it: Ci vogliono %(months)s mesi per la pulizia
ja: クリーンアップに%(months)sヶ月かかります
ko: 정화를 위해 %(months)s 개월이 걸린다.
nl: Het duurt %(months)s maanden om op te ruimen
nn: Det tar %(months)s måneder for opprydding
pt: Demora %(months)s meses para a limpeza
ro: Este nevoie de %(months)s de luni pentru curățare
ru: Для очистки требуется %(months)s месяца
sv: Det tar %(months)s månader för rensning
th: ใช้เวลาในการล้างข้อมูล %(months)s เดือน
tl: Kinakailangan ang %(months)s na buwan para sa paglilinis
tr: Temizlik için %(months)s ay gerekiyor
uk: Це потребує %(months)s місяці для очищення
vi: Phải mất %(months)s tháng để dọn dẹp

source: Cleanup date (if inactive)
da: Oprydningstidspunkt (hvis inaktiv)
de: Bereinigungsdatum (wenn inaktiv)
et: Puhastamise kuupäev (kui see on mitteaktiivne)
fi: Puhdistuspäivä (jos ei käytössä)
fr: Date de nettoyage (si inactif)
hu: Tisztítási dátum (ha inaktív)
id: Tanggal pembersihan (jika tidak aktif)
it: Data di pulizia (se inattiva)
ja: クリーンアップの日付（非アクティブの場合）
ko: 정리 날짜 (비활성 상태 인 경우)
ms: Tarikh pembersihan (jika tidak aktif)
nl: Opschoondatum (indien niet actief)
nn: Opprydningsdato (hvis ikke aktiv)
pl: Data czyszczenia (jeśli nieaktywna)
pt: Data de limpeza (se inativo)
ro: Data de curățare (dacă nu este activă)
ru: Дата очистки (если неактивна)
sr: Датум чишћења (ако је неактиван)
sv: Rensningsdatum (om inaktivt)
th: วันที่ล้างข้อมูล (หากไม่ใช้งาน)
tl: Petsa ng paglilinis (kung hindi aktibo)
tr: Temizleme tarihi (etkin değilse)
uk: Дата очищення (якщо неактивна)
vi: Ngày dọn dẹp (nếu không hoạt động)

source: Current level:
da: Nuværende level
de: Derzeitiges Level:
et: Praegune tase:
fi: Nykyinen taso:
fr: Niveau actuel:
hu: Jelenlegi szint:
id: Level saat ini:
it: Livello attuale:
ja: 現在のレベル:
ko: 현재 레벨:
ms: Tahap semasa:
nl: Actuele level:
nn: Nåværende nivå:
pl: Aktualny poziom:
pt: Nível atual:
ro: Nivelul actual:
ru: Текущий уровень
sr: Trenutni nivo
sv: Nuvarande level:
th: ระดับปัจจุบัน:
tl: Kasalukuyang lebel:
tr: Şu anki Seviye
uk: Поточний рівень:
vi: Cấp độ hiện tại:

source: Read FAQs
da: Læs ofte stillede spørgsmål
de: Lesen Sie die FAQs
et: Lugege KKK-d
fi: Lue usein kysytyt kysymykset
fr: Lire la FAQ
hu: Olvassa el a GYIK-ot
id: Baca FAQ
it: Leggi le domande frequenti
ja: FAQを読む
ko: FAQ 읽기
ms: Baca Soalan Lazim
nl: Lees veelgestelde vragen
nn: Les vanlige spørsmål
pl: Przeczytaj często zadawane pytania
pt: Leia as perguntas frequentes
ro: Citiți întrebările frecvente
ru: Читать часто задаваемые вопросы
sr: Читајте ФАК
sv: Läs vanliga frågor
th: อ่านคำถามที่พบบ่อย
tl: Basahin ang mga FAQ
tr: SSS'ı oku
uk: Читайте поширені запитання
vi: Đọc câu hỏi thường gặp
