Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: Add to Calendar
da: Tilføj til kalender
de: Zum Kalendar hinzufügen
et: Lisa kalendrisse
fi: Lisää kalenteriin
fr: Ajouter au Calendrier
hu: Naptárba
id: Tambahkan ke Kalender
it: Aggiungi al calendario
ja: カレンダーに追加
ko: 캘린더에 추가
ms: Tambah ke Kalendar
nl: Voeg toe aan Kalender
nn: Legg til i kalender
pl: Dodaj do kalendarza
pt: Adicionar ao calendário
ro: Adauga la calendar
ru: Добавить в календарь
sr: Dodaj u kalendar
sv: Lägg till i kalender
th: เพิ่มในปฏิทิน
tl: Idagdag sa Kalendaryo
tr: Takvime ekle
uk: Додати до календаря
vi: Thêm vào Lịch

source: %(name)s is probably available!
da: %(name)s er nok tilgængelig!
et: %(name)s on tõenäoliselt saadaval!
fi: %(name)s on todennäköisesti saatavilla!
fr: %(name)s est probablement disponible!
hu: %(name)s valószínűleg elérhető!
id: %(name)s mungkin tersedia!
it: %(name)s è probabilmente disponibile!
ja: おそらく%(name)sは利用可能です。
ko: %(name)s을 (를) 사용할 수 있습니다!
nl: %(name)s is waarschijnlijk beschikbaar!
nn: %(name)s er sannsynligvis tilgjengelig!
pt: %(name)s provavelmente está disponível!
ro: %(name)s este probabil disponibil!
ru: Возможно, доступно %(name)s!
sv: %(name)s är förmodligen tillgängligt!
th: อาจมี %(name)s!
tl: Marahil magagamit ang %(name)s!
tr: %(name)s muhtemelen mevcut!
uk: %(name)s, ймовірно, доступний!
vi: %(name)s có thể có sẵn!

source: If this name can't be taken now the account is almost certainly banned and the name will never expire.
da: Hvis det her navn ikke kan blive taget er accounten højst sandsynligt blevet banned og navnet vil ikke udløbe
de: Wenn man den Beschwörernamen nicht benutzen kann, ist der Account wahrscheinlich gebannt und dieser Name wird nie ablaufen.
et: Kui see nimi ei ole kättesaadav praegu, siis see kasutaja on peaaegu kindlasti bannitud ning nimi ei vabane kunagi.
fi: Jos tätä nimeä ei voi käyttää nyt, tili on melkein varmasti bannattu ja nimi ei vanhene koskaan .
fr: Si le nom d'invocateur ne peut être pris, il est certainement banni et le nom ne sera jamais disponible.
hu: Ha ezt a nevet nem tudod használni, több mint valószínű hogy a felhasználó ki van tiltva, és sosem fogod tudni ezt a nevet használni.
id: Jika nama ini tidak dapat diambil sekarang, akun tersebut hampir pasti dilarang dan nama tidak akan pernah kedaluwarsa.
it: Se questo nome non può essere preso in questo momento, l'utente è stato quasi certamente bandito ed il nome non scadrà mai.
ja: この名前が現在使用できない場合、名前を使用中のアカウントはBANされています。永遠に利用可能になることはありません。
ko: 그러나 그들은 만료되지 않도록 이전 이름의 계정을 금지했습니다.
ms: Sekiranya nama ini tidak dapat diambil sekarang, akaun itu hampir pasti diharamkan dan nama itu tidak akan luput.
nl: Als deze naam niet gekozen kan worden is het account bijna zeker verbannen en de naam zal nooit vervallen
nn: Hvis dette navnet ikke kan tas nå, er kontoen nesten absolutt forbudt, og navnet vil aldri utløpe.
pl: Jeśli ta nazwa nie może być zajęta teraz, to konto jest prawdopodobnie zbanowane, a nazwa nigdy nie wygaśnie.
pt: Se esse nome não puder ser utilizado, é provável que a conta foi banida e o nome nunca expirará.
ro: Daca numele nu poate fi folosit acum, este mai mult ca sigur ca , contul a fost banat si numele nu va deveni niciodata utilizabil!
ru: Если это имя невозможно использовать, значит аккаунт забанен и имя никогда больше не освободится.
sr: Ako ne možete promeniti u ovo ime nalog je verovatno banovan i ime nikad neće biti dostupno
sv: Om namnet inte kan användas just nu så är kontot förmodligen bannat, därför kommer namnet aldrig bli tillgängligt.
th: หากไม่สามารถใช้ชื่อนี้เดี๋ยวนี้บัญชีนี้จะถูกแบนเกือบทั้งหมดและชื่อจะไม่มีวันหมดอายุ
tl: Kung ang pangalan na ito ay hindi maaaring makuha ngayon ang account ay halos tiyak na pinagbawalan at ang pangalan ay hindi kailanman mawawalan ng bisa.
tr: Eğer bu isim alınamıyorsa hesap banlanmıştır ve isim hiç alınamayacaktır.
uk: Якщо це ім'я зараз не може бути прийнято, обліковий запис майже напевно заборонений, і ім'я ніколи не закінчиться.
vi: Nếu tên này không thể được thực hiện bây giờ tài khoản gần như chắc chắn bị cấm và tên sẽ không bao giờ hết hạn.

source: Add Special Characters
da: Tilføj Specielle Tegn
de: Füge Sonderzeichen hinzu
et: Lisa Erimärke
fi: Lisää erikoismerkkejä
fr: Ajouter des charactères spéciaux
hu: Adj hozzá speciális karaktereket
id: Tambahkan Karakter Khusus
it: Aggiungi caratteri speciali
ja: 特殊文字を追加する
ko: 특수 문자 추가
ms: Tambah Watak Khas
nl: Voeg speciale tekens toe
nn: Legg til spesialtegn
pl: Dodaj Znaki Specjalne
pt: Adicionar caracteres especiais
ro: Adauga caractere speciala
ru: Добавить специальные символы
sr: Dodaj kvačice na slova
sv: Lägg till specialtecken
th: เพิ่มตัวอักษรพิเศษ
tl: Magdagdag ng Mga Espesyal na Character
tr: Özel karakterler ekle
uk: Додати спеціальні символи
vi: Thêm các ký tự đặc biệt

source: %(summoner_name)s is available!
da: %(summoner_name)s er tilgængelig!
et: %(summoner_name)s on saadaval!
fi: %(summoner_name)s on käytettävissä!
fr: %(summoner_name)s est disponible!
hu: %(summoner_name)s elérhető!
id: %(summoner_name)s tersedia!
it: %(summoner_name)s è disponibile!
ja: %(summoner_name)sは利用可能です！
ko: %(summoner_name)s을 사용할 수 있습니다.
nl: %(summoner_name)s is beschikbaar!
nn: %(summoner_name)s er tilgjengelig!
pt: %(summoner_name)s está disponível!
ro: %(summoner_name)s este disponibil!
ru: Доступен %(summoner_name)s!
sv: %(summoner_name)s är tillgängligt!
th: %(summoner_name)s สามารถใช้ได้!
tl: Available ang %(summoner_name)s!
tr: %(summoner_name)s kullanılabilir!
uk: %(summoner_name)s доступний!
vi: %(summoner_name)s có sẵn!

source: This name currently isn't used.
da: Dette navn er i øjeblikket ikke brugt.
de: Dieser Name wird derzeit nicht verwendet.
et: Seda nime ei kasutata praegu.
fi: Tämä nimi ei ole tällä hetkellä käytössä.
fr: Ce nom n'est pas utilisé actuellement.
hu: Ez a név jelenleg nem használható.
id: Nama ini saat ini tidak digunakan.
it: Questo nome al momento non è usato.
ja: この名前は現在使用されていません。
ko: 이 이름은 현재 사용되지 않습니다.
ms: Nama ini pada masa ini tidak digunakan.
nl: Deze naam wordt momenteel niet gebruikt.
nn: Dette navnet er for tiden ikke brukt.
pl: Ta nazwa obecnie nie jest używana.
pt: Esse nome atualmente não está em uso.
ro: Acest nume nu este utilizat în prezent.
ru: Это имя в настоящее время не используется.
sr: Ово име тренутно се не користи.
sv: Detta namn används inte just nu.
th: ชื่อนี้ไม่ใช้ในปัจจุบัน
tl: Ang pangalan na ito sa kasalukuyan ay hindi ginagamit.
tr: Bu isim şu anda kullanılmıyor.
uk: В даний час це ім'я не використовується.
vi: Tên này hiện không được sử dụng.

source: It is available for new accounts.
da: Den er tilgængelig til nye konti.
de: Es ist für neue Konten verfügbar.
et: See on saadaval uute kontode jaoks.
fi: Se on saatavailla uusila tileillä.
fr: Il est disponible pour les nouveaux comptes.
hu: Új fiókok számára elérhető.
id: Ini tersedia untuk akun baru.
it: È disponibile per nuovi account.
ja: 新しいアカウントで利用できます。
ko: 새 계정에서 사용할 수 있습니다.
ms: Ia boleh didapati untuk akaun baru.
nl: Het is beschikbaar voor nieuwe accounts.
nn: Den er tilgjengelig for nye kontoer.
pl: Jest dostępny dla nowych kont.
pt: Está disponível para novas contas.
ro: Este disponibil pentru conturi noi.
ru: Он доступен для новых учетных записей.
sr: Доступан је за нове рачуне.
sv: Det är tillgängligt för nya konton.
th: มีให้สำหรับบัญชีใหม่
tl: Ito ay magagamit para sa mga bagong account.
tr: Yeni hesaplar için kullanılabilir.
uk: Він доступний для нових облікових записів.
vi: Nó có sẵn cho các tài khoản mới.

source: league of legends names list
da: liga af legender navne liste
de: Liga der Legenden Namen Liste
et: legendide nimede loend
fi: League of Legends nimiluettelo
fr: liste des noms de la ligue des légendes
hu: legenda nevek listája
id: daftar nama liga legenda
it: lista dei nomi delle legende
ja: リーグオブレジェンズの名前リスト
ko: 전설 목록의 리그
ms: senarai senarai nama legenda
nl: lijst met legendes namen
nn: liga av legender navn liste
pl: lista lig z legendami
pt: lista de nomes league of legends
ro: liga de listă de nume de legende
ru: список имен лиг легенд
sr: лига листа легенди
sv: League of Legends namnlista
th: ลีกของรายการชื่อตำนาน
tl: listahan ng mga pangalan ng liga ng alamat
tr: league of legends isimleri listesi
uk: ліга переліку імен легенд
vi: danh sách tên liên minh huyền thoại

source: names for league of legends
da: navne til league of legends
de: Namen für die Liga der Legenden
et: nimede legendide liigas
fi: nimiä League of Legends:iin
fr: noms pour la ligue des légendes
hu: nevek a legendák bajnokságához
id: nama untuk liga legenda
it: nomi per la lega delle leggende
ja: リーグオブレジェンズの名前
ko: 전설의 리그 이름
ms: nama untuk liga legenda
nl: namen voor liga van legendes
nn: navn for league of legends
pl: imiona dla ligi legend
pt: nomes para league of legends
ro: nume pentru liga de legende
ru: имена для легенд
sr: имена за лигу легенди
sv: namn för league of legends
th: ชื่อลีกของตำนาน
tl: mga pangalan para sa liga ng mga alamat
tr: league of legends için isimler
uk: імена для ліги легенд
vi: tên cho giải đấu huyền thoại

source: league of legends nicknames
da: liga af legender mednavne
de: Spitznamen der Liga der Legenden
et: legendide hüüdnimed
fi: league of legends lempinimiä
fr: surnoms de la ligue des légendes
hu: legenda becenevek ligája
id: liga julukan legenda
it: legenda di leggende soprannomi
ja: リーグオブレジェンズのニックネーム
ko: 전설 별칭의 리그
ms: liga legenda nama samaran
nl: league of legends bijnamen
nn: liga av legender kallenavn
pl: liga legend pseudonimów
pt: league of legends nicks
ro: liga de legende porecle
ru: лига прозвищ легенд
sr: лига легендских надимака
sv: league of legends smeknamn
th: ลีกของชื่อเล่นของตำนาน
tl: liga ng mga alamat na palayaw
tr: league of legends nickleri
uk: ліга легенд прізвиська
vi: giải vô địch huyền thoại

source: league of legends names available
da: liga af legender navne til rådighed
de: League of Legends Namen verfügbar
et: legendide nimede ring
fi: league of legends nimiä saatavilla
fr: noms de la ligue des légendes disponibles
hu: legenda nevek listája
id: nama liga legenda tersedia
it: disponibili i nomi delle serie di legende
ja: リーグオブレジェンズの利用可能な名前
ko: 전설 이름의 리그 이용 가능
ms: nama legenda liga yang ada
nl: legenda legendes namen beschikbaar
nn: liga av legender navn tilgjengelig
pl: Liga nazw legend dostępna
pt: nomes disponíveis league of legends
ro: liga de nume de legende disponibile
ru: доступно название легенд легенд
sr: лига имена легенди доступна
sv: league of legends tillgängliga namn
th: ลีกของชื่อตำนานที่มีอยู่
tl: Ang liga ng mga pangalan ng alamat ay magagamit
tr: league of legends kullanılabilir isimler
uk: Ліга імен легенд доступна
vi: liên minh huyền thoại tên có sẵn

source: cool league of legends names
da: cool league af legends navne
de: coole Liga der Legenden Namen
et: lahe legendide nimed
fi: siistejä league of legends nimiä
fr: noms cool de la ligue des légendes
hu: hűvös legenda nevek
id: liga keren dari nama-nama legenda
it: un bel campionato di nomi di leggende
ja: クールなリーグオブレジェンズの名前
ko: 전설의 멋진 리그
ms: liga sejuk nama-nama legenda
nl: coole league van legendes namen
nn: kul league av legender navn
pl: fajna liga nazwisk legend
pt: nomes legais league of legends
ro: linia rece a numelor legendelor
ru: классная легенда легенд
sr: цоол леагуе легенди имена
sv: coola league of legends namn
th: ลีกเย็นชื่อตำนาน
tl: cool liga ng mga pangalan ng alamat
tr: havalı league of legends isimleri
uk: класна слава імен легенд
vi: giải đấu mát mẻ của truyền thuyết tên

source: nicknames for league of legends
da: kælenavne til league of legends
de: Spitznamen für die Liga der Legenden
et: legendide liigas hüüdnimed
fi: lempinimiä league of legends:iin
fr: surnoms pour la ligue des légendes
hu: becenevek a legendák bajnokságához
id: nama panggilan untuk liga legenda
it: soprannomi per la lega delle leggende
ja: リーグオブレジェンズのニックネーム
ko: 전설의 리그 별명
ms: julukan untuk liga legenda
nl: bijnamen voor de legende
nn: kallenavn for league of legends
pl: pseudonimy dla ligi legend
pt: nicks para league of legends
ro: porecle pentru liga legendelor
ru: прозвища для лиги легенд
sr: надимци за лигу легенди
sv: smeknamn för league of legends
th: ชื่อเล่นสำหรับลีกของตำนาน
tl: mga palayaw para sa liga ng mga alamat
tr: league of legends için nickler
uk: прізвиська для легенд ліги
vi: biệt hiệu cho giải đấu huyền thoại

source: best names for league of legends
da: bedste navne til league of legends
de: beste Namen für die Liga der Legenden
et: parimad nimed legendide liigas
fi: parhaat nimet league of legends:iin
fr: meilleurs noms pour la ligue des légendes
hu: legjobb nevek a legendák bajnokságához
id: nama terbaik untuk liga legenda
it: i migliori nomi per la lega delle leggende
ja: リーグオブレジェンズのベストな名前
ko: 전설의 리그 최고의 명칭
ms: nama terbaik untuk liga legenda
nl: beste namen voor league of legends
nn: beste navn for league of legends
pl: najlepsze nazwy dla ligi legend
pt: melhores nomes para league of legends
ro: cele mai bune nume pentru liga de legende
ru: лучшие имена для легенд
sr: најбоље име за лигу легенди
sv: bästa namn för league of legends
th: ชื่อที่ดีที่สุดสำหรับลีกของตำนาน
tl: pinakamahusay na mga pangalan para sa liga ng mga alamat
tr: league of legends için en iyi isimler
uk: кращі імена для ліги легенд
vi: tên tốt nhất cho giải đấu huyền thoại

source: Lists of all the best summoner names!
da: Lister over alle de bedste indkalders navne!
de: Listen der besten Beschwörernamen!
et: Nimekiri kõigist parimatest kasutajanimedest!
fi: Listat kaikista parhaista summoner nimistä!
fr: Listes de tous les meilleurs noms d'invocateurs!
hu: A legjobb nevek listája!
id: Daftar semua nama summoner terbaik!
it: Tutte le liste dei migliori Nomi Evocatore!
ja: 最高のサモナーネームのリスト！
ko: 모든 최고의 소환사 명단의 목록!
ms: Senarai semua nama pemanggil terbaik!
nl: Lijsten van alle beste summoner namen!
nn: Lister over alle de beste oppfordringsnavnene!
pl: Listy wszystkich najlepszych nazw przywoływacza!
pt: Listas dos melhores nomes de invocador!
ro: Lista cu cele mai bune nume de summoners
ru: Списки всех лучших имен призывателей!
sr: Liste najboljih imena
sv: Listor på de bästa summoner namnen!
th: รายชื่อของชื่อผู้เรียกที่ดีที่สุดทั้งหมด!
tl: Listahan ng lahat ng mga pinakamahusay na pangalan ng summoner!
tr: En iyi sihirdar isimlerinin listeleri!
uk: Списки всіх найкращих імен суминців!
vi: Danh sách tất cả các tên summoner tốt nhất!

source: Select a list and region
da: Vælg en liste og en region
de: Wählen Sie eine Liste und eine Region aus
et: Vali nimekiri ja regioon
fi: Valitse lista ja alue
fr: Sélectionnez une liste et une région
hu: Válassz egy listát és régiót.
id: Pilih daftar dan wilayah
it: Seleziona una lista ed una regione
ja: リストと地域を選択する
ko: 목록 및 지역 선택
ms: Pilih senarai dan wilayah
nl: Selecteer een lijst en regio
nn: Velg en liste og en region
pl: Wybierz listę i region
pt: Selecione uma lista e região
ro: Selecteaza o lista si regiunea
ru: Выберите список и регион
sr: Izaberi listu i region
sv: Välj en lista och region
th: เลือกรายการและภูมิภาค
tl: Pumili ng isang listahan at rehiyon
tr: Liste ve bölge seç
uk: Виберіть список та регіон
vi: Chọn danh sách và khu vực

source: Regularly updated, curated lists of the best currently available League of Legend summoner names. Find lists with all the best summoner names.
da: Regelmæssigt opdaterede, kuraterede lister over de bedste tilgængelige League of Legend Summoner navne. Find lister med alle de bedste indkaldelsesnavne.
de: Regelmäßig aktualisierte, kuratierte Listen der besten derzeit verfügbaren League of Legends Beschwörer Namen. Finden sie Listen mit den besten Beschwörernamen.
et: Regulaarselt uuendatud, kureeritud nimekirjad praegustest parimatest League of Legends kasutajanimedest. Leia nimekirjad kõigist parimatest kasutajanimedest.
fi: Säännöllisesti päivitetyt, kuratoidut listat parhaista saatavilla olevista League of Legend summoner-nimistä. Etsi listat joihin kuuluvat kaikki parhaat summoner-nimet .
fr: Des listes organisées de façon régulière et récurrente des meilleurs noms invocateurs actuellement disponibles de League of Legend. Trouvez des listes avec tous les meilleurs noms d'invocateurs.
hu: Folyamatosan frissített lista a legjobb League of Legends nevekről.
id: Diperbarui secara berkala, daftar yang dikurasi dari nama-nama summoner League of Legend terbaik yang tersedia saat ini. Temukan daftar dengan semua nama summoner terbaik.
it: Aggiornato regolarmente con liste curate dei migliori Nomi Evocatore disponibili al momento per League of Legends. Trova le liste con tutti i migliori Nomi Evocatore.
ja: 現在利用可能な最高のサモナーネームの定期的に更新された、キュレーションされたリスト。 最高のサモナーネームを持つリストを見つけます。
ko: 현재 이용 가능한 최고의 전설적 소환 인 명단을 정기적으로 업데이트하고 큐레이드 한 목록. 최고의 소환사 이름을 가진 목록을 찾으십시오.
ms: Dikemas kini secara kerap, senarai teratur senarai nama pemanggil Liga Terbaik yang ada sekarang. Cari senarai dengan semua nama pemanggil terbaik.
nl: Regelmatig bijgewerkt, gecureerde lijsten van de beste beschikbare League of Legends summoner namen. Vind lijsten met de beste summoner namen.
nn: Regelmessig oppdaterte, kuraterte lister over de beste tilgjengelige League of Legend Summoner-navnene. Finn lister med alle de beste oppfordringsnavnene.
pl: Regularnie aktualizowane, wyselekcjonowane listy najlepszych obecnie dostępnych nazw przywoływacza League of Legends. Znajdź listy ze wszystkimi najlepszymi nazwami przywoływacza.
pt: Atualizado regularmente, listas qualificadas dos melhores nomes de invocador disponíveis atualmente para League of Legends. Encontre listas com os melhores nomes de invocador.
ro: Actualizate regulat, liste cu cele mai bune si disponibile nume din League of Legends.
ru: Регулярно обновленные, куратированные списки лучших в настоящее время имен призывателей LoL. Найдите списки со всеми именами вызывающего абонента.
sr: Regularno ažurirane liste najboljih trenutno dostupnih LOL imena. Vučiću pederu
sv: Regelbundet uppdaterad, sorterade listor på de bästa tillgängliga League of Legends namnen. Hitta listor på de bästa summoner namnen
th: อัปเดตรายชื่อ curated ของชื่อผู้เรียกชื่อ League of Legend ที่ดีที่สุดในปัจจุบัน ค้นหารายการที่มีชื่อเรียกทั้งหมดที่ดีที่สุด
tl: Regular na na-update, na-curate ang mga listahan ng pinakamahusay na kasalukuyang magagamit na mga pangalan ng tagatawag ng Liga ng Legend. Maghanap ng mga listahan sa lahat ng mga pinakamahusay na pangalan ng summoner.
tr: Sürekli güncellenen, düzenlenmiş en iyi League of Legends sihirdar isimleri listeleri. En iyi sihirdar isimlerini içeren listeleri bulun.
uk: Регулярно оновлювані списки найкращих наявних назв суворої ліги легенд. Знайти списки з усіма найкращими іменами суминців.
vi: Thường xuyên cập nhật, sắp xếp danh sách các tên summoner League of Legend hiện có tốt nhất hiện có. Tìm danh sách với tất cả các tên summoner tốt nhất.

source: See a list of %(page_title)s and when they're available!
da: Se en liste over %(page_title)s og w
de: Sehen Sie eine Liste von %(page_title)s und wann sie verfügbar sind!
et: Näe nimekirja %(page_title)s ja millal need on kättesaadavad!
fi: Katso luettelot %(page_title)s ja milloin ne ovat saatavilla!
fr: Voir une liste de %(page_title)s et quand ils sont disponibles!
hu: Láss egy listát a %(page_title)s, és hogy mikor elérhetők!
id: Lihat daftar %(page_title)s dan kapan mereka tersedia!
it: Vedi una lista piena di %(page_title)s e quando saranno disponibili!
ja: 名前のリストと利用可能な場合はいつ参照してください！(%(page_title)s)
ko: 이름 목록 및 사용 가능한시기를 확인하십시오! (%(page_title)s)
nl: Zie een lijst van %(page_title)s en wanneer ze beschikbaar zijn!
nn: Se en liste over %(page_title)s og når de er tilgjengelige!
pl: Zobacz listę %(page_title)s i kiedy są dostępne!
pt: Veja uma lista de %(page_title)s e quando eles estão disponíveis!
ro: Vezi o lista %(page_title)s si cand o sa devina disponibil
ru: См. Список %(page_title)s и когда они будут доступны!
sr: Pogledaj listu %(page_title)s i kad će biti dostupni!
sv: Se en lista på %(page_title)s och när de blir tillgängliga!
th: ดูรายการ %(page_title)s และเมื่อพร้อมใช้งาน!
tl: Tingnan ang isang listahan ng %(page_title)s at kapag magagamit na sila!
tr: %(page_title)s'ın bir listesini ve ne zaman kullanılabilir olduğunu gör!
uk: Перегляньте список %(page_title)s, коли вони доступні!
vi: Xem danh sách %(page_title)s và khi chúng có sẵn!

source: Name
da: Navn
et: Nimi
fi: Nimi
fr: Nom
hu: Név
id: Nama
it: Nome
ja: サモナーネーム
ko: 소환사 이름
ms: Nama
nl: Naam
nn: Navn
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sr: Ime
sv: Namn
th: ชื่อ
tl: Pangalan
tr: İsim
uk: Ім'я
vi: Tên

source: Type
de: Art
et: Tüüp
fi: Tyyppi
hu: Típus
id: Mengetik
it: Inserisci
ja: タイプ
ko: 유형
ms: Taipkan
pl: Rodzaj
pt: Tipo
ro: Tip
ru: Тип
sr: Tip
sv: Typ
th: ชนิด
tl: Uri
tr: Tür
uk: Тип
vi: Kiểu

source: Availability (days)
da: Tilgængelighed (dage)
de: Verfügbarkeit (Tage)
et: Olemasolu (päevad)
fi: Saatavuus (päivät)
fr: Disponibilité (jours)
hu: Elérhetőség (napok)
id: Ketersediaan (hari)
it: Disponibilità (giorni)
ja: 利用可能日数
ko: 가용성 (일)
ms: Ketersediaan (hari)
nl: Beschikbaarheid (days)
nn: Tilgjengelighet (dager)
pl: Dostępność (dni)
pt: Disponibilidade (dias)
ro: Disponibilitate (zile)
ru: Доступность (дни)
sr: Dostupnost (dani)
sv: Tillgänglighet (dagar)
th: ความพร้อมใช้งาน (วัน)
tl: Availability (araw)
tr: Kullanılabilirlik (gün)
uk: Наявність (дні)
vi: Tính khả dụng (ngày)

source: Recheck
da: Kontrollér igen
de: Überprüfen Sie
et: Taaskontrolli
fi: Tarkista uudelleen
fr: Vérifier à nouveau
hu: Újraellenőriz
id: Periksa kembali
it: Verifica di nuovo
ja: 再チェック
ko: 다시 확인
ms: Semak semula
nl: Opnieuw nakijken
nn: Kontroller igjen
pl: Sprawdź ponownie
pt: Verificar novamente
ro: Reverificare
ru: Перепроверьте
sr: Proveri opet
sv: Kolla igen
th: ตรวจสอบอีกครั้ง
tl: Suriin
tr: Tekrar kontrol et
uk: Перевірити
vi: Kiểm tra lại

source: Name change only
da: Kun navneændring
de: Nur Namensänderung
et: Ainult nimemuutus
fi: Vain nimenvaihto
fr: Changement de nom uniquement
hu: Csak névváltoztatással
id: Hanya ubah nama
it: Solo per cambio nome
ja: 名前の変更のみ
ko: 이름 변경 만
ms: Nama hanya berubah
nl: Alleen naam veranderingen
nn: Bare navnendring
pl: Tylko zmiana nazwy
pt: Somente mudança de nome
ro: Doar schimbare nume
ru: Только изменение имени
sr: Samo promena imena
sv: Endast namnändring (Summomoner Name Changer)
th: เปลี่ยนชื่อเท่านั้น
tl: Baguhin lamang ang pangalan
tr: Sadece isim değiştirme
uk: Змінити назву тільки
vi: Chỉ thay đổi tên

source: Click to update
da: Klik for at opdatere
de: Zum Aktualisieren klicken
et: Vajuta uuendamiseks
fi: Päivitä napsauttamalla
fr: Cliquez pour mettre à jour
hu: Kattints a frissítésért
id: Klik untuk memperbarui
it: Premi per ricaricare
ja: クリックして更新する
ko: 업데이트하려면 클릭하십시오
ms: Klik untuk mengemas kini
nl: Klik om te updaten
nn: Klikk for å oppdatere
pl: Kliknij, aby zaktualizować
pt: Clique para atualizar
ro: Click pentru actualizare
ru: Нажмите, чтобы обновить
sr: Klikni da ažuriraš
sv: Klicka för att uppdatera
th: คลิกเพื่ออัปเดต
tl: I-click upang i-update
tr: Güncellemek için tıkla
uk: Натисніть, щоб оновити
vi: Nhấp để cập nhật
