Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: lol summoner name generator
da: lol summoner navn generator
de: lol Beschwörer Name Generator
et: lol summoner nime generaator
fi: lol summoner nimi generaattori
fr: lol nom générateur d'invocateur
hu: lol summoner name generátor
it: generatore di nomi di evocatori lol
ja: サモナーネームジェネレータ
ko: LOL 소속사 이름 생성기
ms: penyokong nama penyokong lol
nl: lol summoner naamgenerator
nn: lol summoner navn generator
pl: Generator nazwy lol summoner
pt: gerador nome de invocador de lol
ro: lol generator nume summoner
sr: лол суммонер наме генератор
sv: lol summoner namn framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อว่า Summoner
tr: lol sihirdar adı oluşturucu
uk: LOL генератор імен заголовка
vi: Trình tạo tên summoner lol

source: lol nickname generator
da: lol kaldenavn generator
et: lol hüüdnimega generaator
fi: lol lempinimi generaattori
fr: générateur de pseudo lol
hu: lol becenev generátor
id: lol generator julukan
ja: LoLニックネームジェネレータ
ko: 롤 애칭 생성기
ms: lol penjana nama panggilan
nl: lol bijnaamgenerator
nn: lol kallenavn generator
pl: lol generator nicków
pt: gerador nick de lol
ro: lol generator de porecle
sr: лол надимак генератор
sv: lol smeknamn framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อเล่นฮ่า ๆ
tr: lol nick oluşturucu
uk: lol nickname генератор
vi: trình tạo biệt hiệu lol

source: lol generator name
da: lol generator navn
et: lol generaatori nimi
fi: lol generaattori nimi
fr: lol nom du générateur
hu: lol generátor neve
id: nama generator lol
it: nome del generatore lol
ja: LoL名前ジェネレータ
ko: 권자 발전기 이름
ms: nama penjana lol
nl: lol naam van de generator
nn: lol generator navn
pl: Nazwa generatora lol
pt: gerador nome de lol
ro: lol numele generatorului
ru: имя генератора LOL
sr: лол генератор име
sv: lol framkallaren namn
th: ชื่อเครื่องกำเนิดไฟฟ้า lol
tl: lol name generator
tr: lol oluşturucu adı
uk: Назва генератора LOL
vi: tên máy phát điện lol

source: League of Legends summoner name generator
de: League of Legends Beschwörer Name Generator
et: Legends League of Summoner nimi generaator
fi: League of Legends summoner nimi generaattori
fr: League of Legends nom du générateur d'invocateur
hu: Liga Legends Summoner név generátor
id: Penggali nama summoner League of Legends
it: League of Legends. Generatore di nomi di evocatori
ja: リーグオブレジェンズサモナーネームジェネレータ
ko: 리그 오브 레전드 소환사 이름 생성기
ms: Penjana nama penyokong Liga Legends
nl: Naamgenerator League of Legends
nn: Liga av Legends Summoner Name Generator
pl: Generator nazwisk League of Legends
pt: gerador nome de invocador de League of Legends
ro: Liga Legendelor generatorului de nume summoner
ru: Лига легенд генератор имен вызывающего
sr: Лига Легендс позвао генератора имена
sv: League of Legends Summoner Namn framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อผู้เรียกของ League of Legends
tr: League of Legends sihirdar ismi oluşturucu
uk: Генератор імен заголовка Ліга легенд
vi: Trình tạo tên summoner của Liên minh Huyền thoại

source: lol nicknames generator
de: lol Spitznamen Generator
et: lol hüüdnimede generaator
fi: lol-lempinimien generaattori
fr: générateur de surnoms lol
hu: lol beceneve generátor
id: lol nama panggilan generator
it: lol soprannome generatore
ja: LoLニックネームジェネレータ
ko: 롤 애칭 생성기
ms: lol penjana nama samaran
nl: lol bijnamen generator
nn: lol kallenavn generator
pl: Generator nicków lol
pt: lol gerador nickname
ro: lol generatoare de pseudonime
ru: Генератор псевдонимов LOL
sr: лол надимци генератор
sv: lol smeknamn framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อเล่นฮ่า ๆ
tr: lol nickler oluşturucu
uk: lol псевдонімів генератор
vi: máy phát điện biệt danh lol

source: ign generator lol
et: sigeri generaator lol
fi: ign generaattori lol
fr: ign générateur lol
hu: ign generátor lol
id: ign pembangkit lol
it: generatore di accensione lol
ja: IGN ジェネレータ LOL
ko: 점화 발전기 권자
ms: ign penjana lol
nn: tenn generator lol
pl: ign generator generator lol
pt: lol gerador ign
ru: ignor lol
sr: игн генератор лол
sv: ign framkallaren lol
th: lol lol เครื่องกำเนิดไฟฟ้า
tl: ign generator na lol
tr: oyun için isim oluşturucu lol
uk: генератор ІНК lol
vi: ign máy phát điện lol

source: lol nick generator
et: lol hüüdnimekoguja
fi: lol nimimerkki generaattori
fr: lol nick générateur
hu: lol nick generátor
id: lol generator nick
it: lol generatore di nick
ja: LoLニックジェネレータ
ko: 롤 생성기
pt: lol gerador de nick
ro: lol generator de nick
ru: LOL-ник-генератор
sr: лол ницк генератор
sv: lol nick framkallaren
th: เครื่องกำเนิดไฟฟ้า nick lol
tr: lol nick oluşturucu
uk: Нік генератор LOL
vi: máy phát điện nick

source: League of Legends special characters
da: League of Legends specialtegn
de: League of Legends Sonderzeichen
et: Liiga legendid erimärke
fi: League of Legends erikoismerkit
fr: Personnages spéciaux de League of Legends
hu: League of Legends különleges karakterek
id: Karakter khusus League of Legends
it: Personaggi speciali di League of Legends
ja: リーグオブレジェンドの特殊キャラクター
ko: 리그 오브 레전드 특수 캐릭터
ms: Legends of Legends special characters
nl: League of Legends speciale karakters
nn: League of Legends spesialtegn
pl: Znaki specjalne League of Legends
pt: Caracteres especiais de League of Legends
ro: Liga legendelor personaje speciale
ru: Специальные символы Лиги Легенд
sr: Лига легенди специјални ликови
sv: League of Legends specialtecken
th: ตัวละครพิเศษ League of Legends
tl: Espesyal na mga character ng League of Legends
tr: League of Legends özel karakterler
uk: Ліга легенд особливих персонажів
vi: Các nhân vật đặc biệt của Liên Minh Huyền Thoại

source: Add special characters to '%(name)s' and see which are available!
da: Tilføj specialtegn til '%(name)s' og se, hvilke der er tilgængelige!
de: Füge Sonderzeichen zu '%(name)s' hinzu und sehe, welche verfügbar sind!
et: Lisage erimärgid aadressile '%(name)s' ja vaadake, mis on saadaval!
fi: Lisää erikoismerkkejä nimeen '%(name)s' ja katso, mitkä ovat saatavilla!
fr: Ajoutez des caractères spéciaux à '%(name)s' et voyez qui sont disponibles!
hu: Adj speciálás karaktereket hozzá: '%(name)s', és nézd meg melyik elérhető.
id: Tambahkan karakter khusus ke '%(name)s' dan lihat yang tersedia!
it: Aggiungi caratteri speciali a '%(name)s' e vedi quali sono disponibili!
ja: '%(name)s'に特殊文字を追加し、利用可能な文字を確認してください！
ko: '%(name)s'에 특수 문자를 추가하여 사용할 수있는 문자를 확인하십시오!
nl: Voeg speciale tekens toe aan '%(name)s' en zie welke beschikbaar zijn!
nn: Legg til spesialtegn til '%(name)s' og se hvilke som er tilgjengelige!
pl: Dodaj specjalne znaki do '%(name)s' i zobacz, które są dostępne!
pt: Adicione caracteres especiais a "%(name)s" e veja quais estão disponíveis!
ro: Adauga caractere speciale '%(name)s' si vezi care sunt disponible
ru: Добавьте специальные символы в '%(name)s' и посмотрите, какие из них доступны!
sr: Dodaj specijalne karaktere na '%(name)s' da vidis koji su slobodni
sv: Lägg till specialtecken till '%(name)s' och se vilka som är tillgängliga!
th: เพิ่มอักขระพิเศษใน '%(name)s' และดูว่ามีตัวเล่มใดบ้าง!
tl: Magdagdag ng mga espesyal na character sa &#39;%(name)s&#39; at makita kung alin ang magagamit!
tr: Bu isime '%(name)s' özel karakterler ekle ve hangisi kullanılabilir gör!
uk: Додайте спеціальні символи на '%(name)s' і перегляньте, які з них доступні!
vi: Thêm các ký tự đặc biệt vào '%(name)s' và xem các ký tự có sẵn!

source: The best League of Legends name generator! Use it to add special characters to any name and show which are available.
da: Den bedste League of Legends navnegenerator! Brug det til at tilføje specialtegn til ethvert navn og vise, hvilke der er tilgængelige.
de: Der beste League of Legends Beschwörernamen Generator! Verwenden Sie ihn, um Sonderzeichen zu einem beliebigen Namen hinzuzufügen und zu zeigen, welche verfügbar sind.
et: Parim League of Legends nimegeneraator! Kasuta seda, et lisada erimärke ükskõik millisele nimele, et näha vabade variantide olemasolu.
fi: Paras League of Legends nimi generaattori! Käytä sitä lisätäksesi erikoismerkkejä mihin tahansa nimeen ja katso, mitkä ovat käytettävissä.
fr: Le meilleur générateur de nom League of Legends! Utilisez-le pour ajouter des caractères spéciaux à n'importe quel nom et indiquez lequels sont disponibles.
hu: A legjobb Leauge of Legends név generátor! Használatával hozzáadhatsz speciális karaktereket egy névhez, hogy megnézd elérhetőek-e így.
id: Generator nama League of Legends terbaik! Gunakan untuk menambahkan karakter khusus ke nama dan acara apa saja yang tersedia.
it: Il miglior generatore di nomi per League of Legends! Usalo per aggiungere caratteri speciali a qualunque nome e vedere quali sono disponibili.
ja: 最高のリーグオブレジェンズの名前ジェネレーター！任意の名前に特殊文字を追加し、使用可能な文字を表示します。
ko: 전설의 유명한 리그 생성기! 그것을 사용하여 모든 이름에 특수 문자를 추가하고 사용할 수있는 문자를 보여줍니다.
ms: Penjana nama Liga Legenda yang terbaik! Gunakannya untuk menambah aksara khas kepada mana-mana nama dan pertunjukan yang tersedia.
nl: De beste League of Legends naam generator! Gebruik het om speciale tekens aan elke naam toe te voegen en te laten zien welke beschikbaar zijn.
nn: Den beste League of Legends navnegenerator! Bruk den til å legge til spesialtegn til ethvert navn og vise hvilke som er tilgjengelige.
pl: Najlepszy generator nazw League of Legends! Uzyj to, by dodać specjalne znaki do nazwy i zobacz, które są dostępne.
pt: O melhor gerador de nome para League of Legends! Use-o para adicionar caracteres especiais a qualquer nome e veja o que está disponível.
ro: Cel mai bun League of Legends generator de nume. Foloseste-l sa adaugi caractere speciale la toate numele si vezi care sunt disponibile
ru: Лучший генератор имен LoL! Используйте его, чтобы добавить специальные символы к любому имени и показать, какие из них доступны.
sr: Najbolji LOL Generator! Koristi ga da dodas specijalne karaktere da vidis koje ime je slobodno
sv: Den bästa League of Legends namn framkallaren! Använd den för att lägga till specialtecken till namn och se vilka som är tillgängliga.
th: ลีกที่ดีที่สุดของตำนานกำเนิด! ใช้เพื่อเพิ่มอักขระพิเศษให้กับชื่อใด ๆ และการแสดงที่พร้อมใช้งาน
tl: Ang pinakamahusay na liga ng alamat pangalan generator! Gamitin ito upang magdagdag ng mga espesyal na character sa anumang pangalan at palabas na magagamit.
tr: En iyi League of Legends isim oluşturucu! İsimlere özel karakterler koymak için kullanın ve hangisi uygun görün.
uk: Найкраща назва 'Ліга легенд'! Використовуйте його, щоб додати спеціальні символи до будь-якого імені та шоу, які є доступними.
vi: Máy tạo tên League of Legends tốt nhất! Sử dụng nó để thêm các ký tự đặc biệt vào bất kỳ tên và chương trình nào có sẵn.

source: LoL Name Generator
da: LoL Navne Generator
de: LoL Namen Generator
et: LoL Nimegeneraator
fi: LoL Nimi Generaattori
fr: LoL générateur de noms
hu: LoL Név Generátor
it: Generatore Nomi LoL
ja: LoL名前ジェネレータ
ko: LoL 소환사 이름 생성기
ms: Penjana Nama LoL
nl: LoL Naam Generator
pl: Generator nazw LoL
pt: Gerador de nomes de LoL
ro: LoL Generator de Nume
ru: Генератор имен LoL
sr: LoL generator imena
sv: LoL Namn Framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อ LoL
tr: LoL İsim oluşturucu

source: The best League of Legends summoner name generator. The generator will automatically add special characters to League of Legends names and check to see whether they're free.
da: Den bedste league league summoner navn generator. Generatoren vil automatisk tilføje specialtegn til League of Legends navne og tjekke for at se om de er gratis.
de: Der beste League of Legends Beschwörernamen Generator. Der Generator fügt automatisch Sonderzeichen in die League of Legends Beschwörernamen ein und überprüft, ob sie frei sind.
et: Parim League of Legends kasutajanime generaator. See generaator lisab automaatselt erimärgid League of Legends nimedele ja testib nende kättesaadavust.
fi: Paras League of Legends summoner-nimen generaattori. Generaattori lisää automaattisesti erikoismerkit League of Legends -nimiin ja tarkistaa, ovatko ne saatavilla.
fr: Le meilleur générateur de nom d'invocateur de League of Legends. Le générateur ajoute automatiquement des caractères spéciaux aux noms de League of Legends et vérifie s'il est disponible.
hu: A legjobb League of Legends név generátor. Automatikusan speciális karaktereket ad hozzá a névhez, és megnézi így elérhető-e.
id: Generator nama summoner League of Legends terbaik. Generator secara otomatis akan menambahkan karakter khusus ke nama League of Legends dan memeriksa apakah mereka gratis.
it: Il miglior generatore di Nomi Evocatore per League of Legends. Il generatore aggiungerà automaticamente dei caratteri speciali ai nomi di League of Legends e controllerà se essi sono disponibili.
ja: リーグオブレジェンズのサモナーネームジェネレーター。ジェネレーターは自動で名前に特殊文字を追加し、それらが使用可能かどうかを確認します。
ko: 전설의 유명한 리그 생성기! 그것을 사용하여 모든 이름에 특수 문자를 추가하고 사용할 수있는 문자를 보여줍니다.
ms: Penjual nama penjana Liga Legenda yang terbaik. Penjana secara automatik akan menambah aksara khas ke nama Liga Legends dan semak untuk melihat sama ada mereka bebas.
nl: De beste League of Legends summoner naam generator. De generator voegt automatisch speciale tekens toe aan League of Legends namen en kijkt na of ze beschikbaar zijn.
nn: Den beste legen av Legends Summoner Name Generator. Generatoren vil automatisk legge til spesialtegn til League of Legends-navn og sjekke for å se om de er gratis.
pl: Najlepszy generator nazw League of Legends. Generator automatycznie doda znaki specjalne do nazw League of Legends i sprawdzi, czy są one dostępne.
pt: O melhor Gerador de Nomes da League of Legends Invocador. O gerador adiciona automaticamente caracteres especiais aos nomes de League of Legends e verifica se eles estão disponíveis.
ro: Cel mai bun League of Legends generator de summoner. Generatorul o sa adauge automat caractere speciale la numele de summoner si va verifica daca este disponibil
ru: Лучший генератор имен LoL. Генератор автоматически добавит специальные символы в имена LoL и проверит, свободны ли они.
sr: Najbolji LOL generator imena. Ovaj generator ce automatski dodati specijalne karaktere u LOL imena i proveriti da li su takva dostupna
sv: Den bästa League of Legends summoner namn-framkallaren. Framkallaren kommer automatiskt lägga till specialtecken till League of Legends namn och kolla om de är tillgängliga.
th: เครื่องกำเนิดชื่อผู้เรียกชื่อลีกของ Legends ที่ดีที่สุด เครื่องกำเนิดไฟฟ้าจะเพิ่มตัวอักษรพิเศษลงในชื่อ League of Legends และตรวจสอบเพื่อดูว่ามีอิสระหรือไม่
tl: Ang pinakamahusay na League of Legends summoner name generator. Ang generator ay awtomatikong magdagdag ng mga espesyal na character sa mga pangalan ng Liga ng Mga Alamat at suriin upang makita kung libre sila.
tr: En iyi League of Legends sihirdar ismi oluşturucu, otomatik olarak League of Legends isimlerine özel karakterler ekler ve hangilerinin kullanılabilir olduğunu gösterir.
uk: Найкращий генератор назви сумачальної ліги легенд. Генератор автоматично додаватиме спеціальні символи до назв Ліги легенд і перевірятиме, чи вони є вільними.
vi: Trình tạo tên summoner của Liên minh Huyền thoại hay nhất. Máy phát sẽ tự động thêm các ký tự đặc biệt vào tên Liên minh Huyền thoại và kiểm tra xem chúng có miễn phí hay không.

source: Go
da: Søg
de: Suchen
et: Mine
fi: Mene
fr: Chercher
hu: Ok
id: Pergi
it: Vai
ja: 検索
ko: 수색
ms: Pergi
nl: Ga
nn: Gå
pl: Szukaj
pt: Ir
ro: Start
ru: Найти
sr: Kreni
sv: Kolla
th: ไป
tl: Pumunta
tr: Git
uk: Іди
vi: Đi

source: ERROR:
da: FEJL:
de: FEHLER:
et: VIGA:
fi: VIRHE:
fr: ERREUR:
hu: HIBA:
id: KESALAHAN:
it: ERRORE:
ja: エラー:
ko: 오류:
ms: KESALAHAN:
nl: FOUT
nn: FEIL:
pl: BŁĄD:
pt: ERRO:
ro: eroare
ru: ОШИБКА:
sr: Greška
th: ข้อผิดพลาด:
tr: HATA
uk: ПОМИЛКА:
vi: LỖI:

source: This will add special characters to names and check to see if they're available.
da: Dette vil tilføje specialtegn til navne og tjekke for at se om de er tilgængelige.
de: Dies wird Sonderzeichen zu den Namen hinzufügen und prüfen, ob sie verfügbar sind.
et: See lisab erimärgid nimedele ja testib nimede kättesaadavust.
fi: Tämä lisää erikoismerkkejä nimiin ja tarkistaa, ovatko ne saatavilla.
fr: Cela ajoutera des caractères spéciaux aux noms et vérifiera si ils sont disponibles.
hu: Hozzáadunk speciális karaktereket, és megnézzük elérhető-e így a név.
id: Ini akan menambahkan karakter khusus ke nama dan memeriksa untuk melihat apakah mereka tersedia.
it: Questo aggiungerà caratteri speciali ai nomi e controllerà per vedere se sono disponibili.
ja: これにより、名前に特殊文字が追加され、使用可能かどうかがチェックされます。
ko: 그러면 특수 문자가 이름에 추가되고 사용할 수 있는지 확인합니다.
ms: Ini akan menambahkan aksara khas kepada nama dan semak untuk mengetahui sama ada ia tersedia.
nl: Dit voegt speciale tekens toe aan namen en kijkt of ze beschikbaar zijn.
nn: Dette vil legge til spesialtegn til navn og sjekke for å se om de er tilgjengelige.
pl: Spowoduje to dodanie specjalnych znaków do nazw i sprawdzenie, czy są one dostępne.
pt: Adicione caracteres especiais a um nome e saiba se eles está disponível.
ro: Aceasta o sa adauge automat caractere speciale la numele de summoner si va verifica daca este disponibil
ru: Это добавит специальные символы к именам и проверит, доступны ли они.
sr: Ovo ce dodati speciajlne karaktere u imena i proveriti njihovu dostupnost
sv: Det här kommer att lägga till specialtecken till namn och se om de är tillgängliga.
th: การทำเช่นนี้จะเป็นการเพิ่มอักขระพิเศษให้กับชื่อและตรวจสอบเพื่อดูว่าสามารถใช้งานได้หรือไม่
tl: Ito ay magdaragdag ng mga espesyal na character sa mga pangalan at suriin upang makita kung ang mga ito ay magagamit.
tr: Bu isime özel karakterler ekleyecek ve kullanılabilir olup olmadığını kontrol edecek
uk: Це додасть спеціальні символи до імен та перевірятиме їх наявність.
vi: Điều này sẽ thêm các ký tự đặc biệt vào tên và kiểm tra xem chúng có sẵn hay không.

source: A list of all uppercase and lowercase special characters that are allowed in League of Legends summoner names and look like english letters.
da: En liste over alle store og små bogstaver, der er tilladt i League of Legends, hedder navneord og ligner engelske bogstaver.
de: Eine Liste aller Groß- und Kleinbuchstaben, die in den League of Legends Beschwörernamen erlaubt sind und wie englische Buchstaben aussehen.
et: Nimekiri kõigist erilistest suur- ja väiketähtedest, mis on League of Legends kasutajanimes lubatud ning näevad välja nagu tavalised tähed.
fi: Luettelo kaikista isoista ja pienistä erikoismerkistä, jotka ovat sallittuja League of Legends summoner nimissä ja jotka näyttävät englantilaisilta kirjaimilta.
fr: Une liste de tous les caractères spéciaux majuscules et minuscules autorisés dans les noms des invocateurs League of Legends et ressemblant à des lettres anglaises.
hu: Egy lista az összes speciális karakterről, melyek engedélyezve vannak a League of Legends nevekben, és angol karaktereknek néznek ki.
id: Daftar semua karakter khusus huruf besar dan huruf kecil yang diizinkan dalam nama summoner League of Legends dan terlihat seperti huruf inggris.
it: Una lista di tutti i caratteri speciali maiuscoli e minuscoli consentiti nei Nomi Evocatore di League of Legends e hanno l'aspetto delle lettere latine.
ja: League of Legends Summonerの名前で許可され、英語の文字のように見えるすべての大文字と小文字の特殊文字のリスト。
ko: League of Legends의 소환사 이름에 허용되는 모든 대문자 및 소문자 특수 문자 목록과 영어 문자처럼 보이는 문자.
ms: Senarai semua aksara huruf besar dan huruf kecil yang dibenarkan dalam nama-nama penyokong Liga Legends dan kelihatan seperti huruf Inggeris.
nl: Een lijst van alle grote en kleine speciale letter die toegestaan zijn in League of Legends summoner namen en eruit zien als engelse letters.
nn: En liste over alle store og små bokstaver som er tillatt i League of Legends kalles navn og ser ut som engelske bokstaver.
pl: Lista wszystkich wielkich i małych liter specjalnych, które są dozwolone w nazwach przywoływaczy League of Legends i wyglądają jak angielskie litery.
pt: Uma lista de todos os caracteres especiais maiúsculas e minúsculas que são permitidos nos nomes dos invocador e se parecem com letras do alfabeto.
ro: O lista cu toate caracterele speciala mari si mici care sunt utilizabile in numele de summoner si arata ca litere
ru: Список всех прописных и строчных специальных символов, которые разрешены в именах вызывающих LoL и выглядят как английские буквы.
sr: Lista malih i velikih karaktera koji su dozvoljeni u LOL imenima i izgledaju kao normalna slova
sv: En lista på all stora och små speciella tecken som är tillåtna i League of Legends summoner namn och ser ut som engelska bokstäver.
th: รายการอักขระพิเศษทั้งตัวพิมพ์ใหญ่และตัวพิมพ์เล็กที่อนุญาตในชื่อผู้เรียกของ League of Legends และดูคล้ายตัวอักษรภาษาอังกฤษ
tl: Isang listahan ng lahat ng malalaki at maliliit na mga espesyal na character na pinapayagan sa mga pangalan ng summoner ng Liga ng Mga Alamat at hitsura ng mga letra ng ingles.
tr: League of Legends adlarında izin verilen ve ingilizce harfler gibi görünen tüm büyük ve küçük harflerin bir listesi
uk: Список всіх спеціальних символів у верхньому і нижньому регістрі, які допускаються в назві сумичок 'Ліга легенд', і виглядають як англійські літери.
vi: Danh sách tất cả các ký tự đặc biệt chữ hoa và chữ thường được cho phép trong tên của người triệu hồi League of Legends và trông giống như chữ cái tiếng Anh.

source: Lower case:
da: Små bogstaver:
de: Kleinbuchstaben:
et: Alamrubriik:
fi: Pienet kirjaimet:
fr: Minuscule:
hu: Kisbetűs:
id: Huruf kecil:
it: Minuscolo:
ja: 小文字:
ko: 소문자 :
ms: Kes yang rendah:
nl: Kleine letters:
nn: Små bokstaver:
pl: Małe litery:
pt: Minúsculas:
ro: Cutie inferioară:
ru: Нижний регистр:
sr: Мала слова:
sv: Små bokstäver:
th: ตัวพิมพ์เล็ก:
tl: Mas mababang kaso:
tr: Küçük harf:
uk: Нижній випадок:
vi: Chữ thường:

source: Upper case:
da: Store bogstaver:
de: Großbuchstaben:
et: Ülemine juhtum:
fi: Isot kirjaimet:
fr: Majuscule:
hu: Nagybetűs:
id: Huruf besar:
it: Lettere maiuscole:
ja: 大文字:
ko: 대문자:
ms: Atas huruf:
nl: Hoofdletters:
nn: Stor bokstav:
pl: Duże litery:
pt: Maiúsculas:
ro: Majuscule:
ru: Верхний регистр:
sr: Горњи случај:
sv: Stora bokstäver:
th: กรณีใหญ่:
tr: Büyük harf:
uk: Верхня справа:
vi: Trường hợp trên:

source: Symbols:
da: Symboler:
de: Symbole:
et: Sümbolid:
fi: Symbolit:
fr: Symboles:
hu: szimbólumok:
id: Simbol:
it: simboli:
ja: 記号:
ko: 기호 :
ms: Simbol:
nl: Symbolen:
nn: Symboler:
pl: Symbolika:
pt: Símbolos:
ro: simboluri:
ru: Условные обозначения:
sr: Симболи:
sv: Symboler:
th: สัญลักษณ์:
tl: Mga Simbolo:
tr: Semboller:
uk: Символи:
vi: Ký hiệu:

source: Account ID Finder
da: Konto ID Finder
de: Konto ID Sucher
et: Kasutaja ID Leidja
fi: Käyttäjätunnushakija
fr: Détecteur d'identifiant de compte
hu: Felhasználó ID Kereső
id: Pencari ID Akun
it: Cerca ID Utente
ja: アカウントIDファインダー
ko: 계정 ID 찾기
ms: Pencari ID Akaun
nl: Account ID Zoeker
nn: Konto ID Finder
pl: Wyszukiwarka ID konta
pt: Encontrar ID de conta
ro: Cautare nume de cont
ru: Поиск идентификатора ID учетной записи
sr: Pretraga ID-a naloga
sv: Konto ID Hittaren
th: Finder ID บัญชี
tl: Account Finder ng ID
tr: Hesap kimliği Bulucu
uk: Ідентифікатор облікового запису
vi: Trình tìm kiếm ID tài khoản

source: lol id
fi: lol tunnus
id: id lol
ko: 롤 ID
pt: id lol
sr: лол ид
th: ฮ่า ๆ id
tr: lol Hesap kimliği
uk: лол ідентифікатор

source: summoner id
de: Beschwörer-ID
fi: summoner tunnus
fr: identifiant d'invocateur
id: id summoner
it: evocatore id
ja: サモナーID
ko: 소환사 이드
ms: id pemanggil
pl: identyfikator przywoływacza
pt: id de invocador
ro: numarul id
ru: идентификатор summoner
sr: суммонер ид
th: รหัสผู้เรียก
tr: sihirdar adı
uk: ідентифікатор суматора
vi: id người triệu hồi

source: lol account finder
da: lol konto finder
de: lol Kontenfinder
et: lol konto leidja
fi: lol-tili etsijä
fr: lol compte chercheur
hu: lol számláló kereső
id: pencari akun lol
ja: LoLアカウントファインダー
ko: 롤 계정 찾기
ms: pencari akaun lol
nn: lol konto finder
pl: lol finder konta
pt: achar conta lol
ro: căutător de cont pe lol
ru: лол счет нашедший
sr: лол налог финдер
sv: lol konto hittaren
th: ค้นหาบัญชีฮ่า ๆ
tr: lol hesap bulucu
uk: Лол обліковий запис
vi: công cụ tìm tài khoản lol
