Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: Summoner name...
da: Summoner navn...
de: Beschwörernamen
et: Kasutajanimi
fi: Summoner nimi ...
fr: Nom d'invocateur
hu: Idézői Név
id: Nama Summoner ...
it: Nome Evocatore...
ja: サモナーネーム...
ko: 소환사 이름...
ms: Nama penyeru...
nl: Summoner naam
nn: Summoner navn ...
pl: Nazwa przywoływacza...
pt: Nome de invocador...
ro: Nume dorit...
ru: Имя призывателя...
sr: Ime
sv: Summoner namn
th: ชื่อผู้เรียก ...
tl: Pangalan ng summoner ...
tr: Sihirdar ismi...
uk: Ім'я супровідника ...
vi: Tên người triệu hồi...

source: Invalid name
da: Forkert navn
de: Nicht zugelassener Name
et: Kehtetu nimi
fi: Epäkelpo nimi
fr: Nom incorrect
hu: Helytelen név
id: Salah nama
it: Nome non valido
ja: 無効な名前
ko: 잘못된 이름
ms: Nama tidak sah
nl: Ongeldige naam
nn: Ugyldig navn
pl: Nieprawidłowa nazwa
pt: Nome inválido
ro: Nume Invalid...
ru: Невалидное имя
sr: Neprikladno ime
sv: Ogiltigt namn
th: ชื่อไม่ถูกต้อง
tl: Hindi wastong pangalan
tr: Geçersiz isim
uk: Недійсне ім'я
vi: Tên không hợp lệ

source: Invalid characters:
da: Forkert anvendelse af tegn
de: Nicht zu gelassenes Zeichen
et: Kehtetud tähemärgid:
fi: Virheellisiä merkkejä:
fr: Caractères non valides
hu: Helytelen karakterek:
id: Karakter yang salah:
it: Caratteri non ammessi:
ja: 無効な文字:
ko: 잘못된 문자 :
ms: Aksara tidak sah:
nl: Ongeldige tekens
nn: Ugyldige tegn:
pl: Nieprawidłowe znaki:
pt: Caracteres inválidos:
ro: Caractere Invalide:
ru: Невалидные символы
sr: Neprikladna slova/karakteri
sv: Ogiltiga tecken:
th: ตัวอักษรที่ไม่ถูกต้อง:
tl: Di-wastong mga character:
tr: Geçersiz karakterler:
uk: Недійсні символи:
vi: Ký tự không hợp lệ:

source: Maximum 16 characters
da: Maksimalt 16 tegn
de: Maximal 16 Zeichen
et: Maksimaalselt 16 tähemärki
fi: Enintään 16 merkkiä
fr: 16 caractères maximum
hu: Maximum 16 karakter
id: Maksimal 16 karakter
it: Puoi inserire al massimo 16 caratteri
ja: 最大16文字
ko: 최대 16 자
ms: Maksimum 16 aksara
nl: Maximaal 16 tekens
nn: Maksimalt 16 tegn
pl: Maksymalnie 16 znaków
pt: Máximo 16 caracteres
ro: Maximum 16 caractere
ru: Максимум 16 символов
sr: Najvise 16 karaktera
sv: Högst 16 tecken
th: สูงสุด 16 ตัวอักษร
tl: Maximum na 16 na character
tr: En fazla 16 karakter
uk: Максимум 16 символів
vi: Tối đa 16 ký tự

source: Must be two or more characters
da: Skal være mindst to eller flere tegn
de: Mindestens Zwei oder mehr Zeichen
et: Peab olema kaks või enam tähemärki
fi: Vähintään kaksi merkkiä
fr: Doit être composé de deux caractères ou plus
hu: Legalább 2 vagy több karakter kell legyen
id: Harus terdiri dari dua karakter atau lebih
it: Inserisci almeno 2 o più caratteri
ja: 2文字以上である必要があります
ko: 2 자 이상이어야합니다.
ms: Mesti dua atau lebih aksara
nl: Moet uit twee of meer tekens bestaan
nn: Må være to eller flere tegn
pl: Musi być dwa lub więcej znaki
pt: É obrigatório ter 2 ou mais caracteres
ro: Trebuie doua sau mai multe caractere
ru: Должно быть 2 и более символов
sr: Mora biti 2 ili vise karaktera
sv: Måste vara två eller fler tecken
th: ต้องมีอักขระตั้งแต่สองตัวขึ้นไป
tl: Dapat dalawa o higit pang mga character
tr: En az iki ya da daha fazla karakter olmak zorunda
uk: Має бути двох або більше символів
vi: Phải là hai hoặc nhiều ký tự

source: Names can't contain 'riot'
da: Navnet kan ikke indeholde 'riot'
de: Dein Name darf nicht 'Riot' enthalten
et: Nimed ei tohi sisaldada 'massirahutusi'
fi: Nimet eivät voi sisältää 'riot'
fr: Les noms ne peuvent pas contenir 'riot'
hu: A nevek nem tartalmazhatják a 'riot'-ot
id: Nama tidak boleh berisi 'huru hara'
it: I nomi non possono contenere 'riot'
ja: 名前に「riot」を入れることはできません
ko: 이름에는 '폭동'이 포함될 수 없습니다.
ms: Nama tidak boleh mengandungi 'rusuhan'
nl: Namen mogen geen ‘riot’ bevatten
nn: Navn kan ikke inneholde 'opprør'
pl: Nazwy nie mogą zawierać 'riot'
pt: Nomes não podem conter "riot"
ro: Numele nu poate contine 'riot'
ru: Имена не должны включать в себя слово 'riot'
sr: Imena ne smeju sadrzati 'Riot'
sv: Namn får inte innehålla 'Riot'
th: ชื่อไม่สามารถมี 'จลาจล'
tl: Ang mga pangalan ay hindi maaaring maglaman ng &#39;riot&#39;
tr: İsimler 'riot' içeremez
uk: Імена не можуть містити 'бунт'
vi: Tên không thể chứa 'bạo động'

source: This is a problem with Riot's servers
da: Der er et problem med Riots servere
de: Es gibt ein Problem mit Riot's Servern
et: See on Riot serverite probleem
fi: Ongelma on Riotin palvelimilla
fr: Il y a un problème avec les serveurs de jeu Riot
hu: Ez egy probléma a Riot szervereivel
id: Ini masalah dengan server Riot
it: Questo è un problema dei server di Riot
ja: Riotサーバーに問題があるようです
ko: Riot의 서버에 문제가 있습니다.
ms: Ini masalah dengan pelayan Riot
nl: Dit is een probleem met Riot’s servers
nn: Dette er et problem med Riots servere
pl: To jest problem z serwerami Riot
pt: Ocorreu um problema com os servidores da Riot
ro: Aceasta este o problema cu serverele Riot
ru: Это проблема с серверами Riot
sr: Ovo je problem sa Riotovim serverima
sv: Detta är ett problem med Riots servrar
th: นี่เป็นปัญหากับเซิร์ฟเวอร์ของ Riot
tl: Ito ay isang problema sa mga server ng Riot
tr: Riot sunucularında bir hata var
uk: Це проблема з серверами Riot
vi: Đây là vấn đề với máy chủ của Riot

source: New Account
da: Ny konto
de: LoL Name nach Konto-ID
et: LoL Nimi Kasutaja ID kaudu
fi: Uusi käyttäjä
fr: Nouveau compte
hu: LoL Név felhasználói ID alapján.
id: Akun baru
it: Nuovo account
ja: 新しいアカウント
ko: 계정 ID별로 LoL 이름
ms: Akaun baru
nl: Nieuw account
nn: Ny konto
pl: Nowe konto
pt: Nova conta
ro: Cont Nou
ru: Имя LoL по идентификатору учетной записи
sr: Novi nalog
sv: Nytt konto
th: บัญชีใหม่
tl: Bagong account
tr: Yeni hesap
uk: Новий акаунт
vi: Tài khoản mới

source: Name Change
da: Kun navneændring
de: Namensänderungen verfolgen
et: Jälgi Nimemuutusi
fi: Nimenvaihto
fr: Changer de nom
hu: Kövesd a névváltoztatásokat
id: Perubahan Nama
it: Cambio del nome
ja: 名前の変更
ko: 이름 변경 만
ms: Tukar Nama
nl: Naamsverandering
nn: Navne bytte
pl: Zmiana Nazwy
pt: Mudança de nome
ro: Schimba Numele
ru: Только изменение имени
sr: Promena imena!
sv: Ändra namn
th: เปลี่ยนชื่อ
tl: Pagbabago ng pangalan
tr: İsim değişikliği
uk: Змінити назву
vi: Thay đổi tên

source: Generator
et: Generaator
fi: Generaattori
fr: Générateur
hu: Generátor
it: Generatore
ja: ジェネレーター
ko: 발전기
ms: Penjana
pt: Gerador
ro: Genereaza
ru: Генератор
sv: Framkallaren
th: เครื่องกำเนิดไฟฟ้า
tr: Oluşturucu
uk: Генератор
vi: Máy phát điện

source: None available for %(name)s, out of %(num_variants)s variants.
da: Ingen tilgængelig for %(name)s, ud af %(num_variants)s varianter.
de: Keine verfügbaren Varianten für %(name)s aus %(num_variants)s
et: Puudub saadaval %(num_variants)s variandi jaoks %(name)s jaoks.
fi: Ei ole käytettävissä %(name)s, %(num_variants)s variantille.
fr: Aucun disponible pour %(name)s, sur les variantes de %(num_variants)s.
hu: Nincs megfelelő változat a %(name)s névhez, %(num_variants)s választékból.
id: Tidak ada yang tersedia untuk %(name)s, dari %(num_variants)s varian.
it: Nessuno disponibile per %(name)s, su %(num_variants)s varianti.
ja: %(num_variants)sの中から%(name)sは利用できません。
ko: %(num_variants)s 변형 중 %(name)s에는 사용할 수 없습니다.
nl: Niets beschikbaar voor %(name)s, van de %(num_variants)s varianten.
nn: Ingen tilgjengelig for %(name)s, ut av %(num_variants)s varianter.
pl: Żadne dostępne dla %(name)s, spoza %(num_variants)s wariantów.
pt: Nada disponível para %(name)s, de um total de %(num_variants)s variações.
ro: Acest nume nu este valabil %(name)s, din gramada %(num_variants)s
ru: Не доступно для %(name)s, закончилось число %(num_variants)s вариантов.
sr: Ne postoje slobodne opcije za ime %(name)s od %(num_variants)s kombinacija.
sv: Inget tillgängligt för %(name)s, utav %(num_variants)s möjliga.
th: ไม่มีข้อมูลสำหรับ %(name)s จากตัวแปร %(num_variants)s
tl: Walang magagamit para sa %(name)s, mula sa %(num_variants)s variant.
tr: %(num_variants)s arasından %(name)s kullanılabilir değil.
uk: Немає доступних для %(name)s з %(num_variants)s варіантів.
vi: Không có sẵn cho %(name)s, trong số %(num_variants)s biến thể.

source: Summoner name not in use
da: Summoner navn ikke i brug
de: Beschwörernamen nicht in Gebrauch
et: Kasutajanimi
fi: Summoner-nimi ei ole käytössä
fr: Nom d'invocateur non utilisé
hu: Idézői név nincs használatban
id: Nama Summoner tidak digunakan
it: Nome Evocatore non in uso
ja: このサモナーネームは使われていません
ko: 사용하지 않는 서머너 이름
ms: Nama penyaman tidak digunakan
nl: Summoner naam niet in gebruik
nn: Summoner navn ikke i bruk
pl: Nazwa przywoływacza nie jest używana
pt: Nome de invocador não está em uso
ro: Numele de summoner nu este folosit
ru: Имя призывателя не используется
sr: Ime
sv: Summoner namn används inte
th: ชื่อผู้เรียกไม่ได้ใช้งาน
tl: Hindi ginagamit ang pangalan ng summoner
tr: Bu sihirdar ismi kullanımda değil
uk: Ім'я виклику не використовується
vi: Tên người triệu tập không được sử dụng

source: Account ID Lookup
da: Konto ID Finder
de: Konto ID Suche
et: Kasutaja ID Leidja
fi: Käyttäjätunnuksen haku
fr: Détecteur d'identifiant de compte
hu: Felhasználó ID Kereső
id: Pencarian ID Akun
it: Cerca ID Utente
ja: アカウントIDファインダー
ko: 계정 ID 찾기
ms: Lookup ID Akaun
nl: Account ID opzoeken
nn: Konto-ID-oppslag
pl: Wyszukiwarka ID konta
pt: Encontrar ID da conta
ro: Cautare de nume
ru: Идентификатор учетной записи
sr: Pretrage ID naloga
sv: Sök Konto ID
th: การค้นหารหัสบัญชี
tl: Paghahanap ng Account ID
tr: Hesap kimliği arama
uk: Ідентифікаційний номер облікового запису
vi: Tra cứu ID tài khoản

source: Account ID
da: Konto ID Finder
de: Konto ID
et: Kasutaja ID Leidja
fi: Käyttäjätunnus
fr: Identifiant de compte
hu: Felhasználó ID Kereső
id: ID Akun
it: ID Utente
ja: アカウントIDファインダー
ko: 계정 ID 찾기
ms: ID Akaun
nn: Konto-ID
pl: ID konta
pt: ID da conta
ro: Numele contului
ru: Идентификатор учетной записи
sr: ID naloga
sv: Konto ID
th: หมายเลขบัญชี
tr: Hesap kimliği
uk: Номер рахунку
vi: ID tài khoản

source: Lookup name by Account ID
da: LoL Navn efter Konto ID
de: LoL Name nach Konto-ID
et: LoL Nimi Kasutaja ID kaudu
fi: Hae nimi Käyttäjätunnuksen perusteella
fr: Rechercher les noms par ID de compte
hu: LoL Név felhasználói ID alapján.
id: Cari nama berdasarkan ID Akun
it: Nome di LoL per ID Utente
ja: アカウントIDからアカウントを探す
ko: 계정 ID별로 LoL 이름
ms: Nama pengguna mengikut ID Akaun
nl: Naam opzoek met Account ID
nn: Oppsøk navn etter konto-ID
pl: Nazwa LoL według ID konta
pt: Encontrar nome pelo ID da conta
ro: Cauta nume dupa numele contului
ru: Имя LoL по идентификатору учетной записи
sr: Pretrazi ime po IDu naloga
sv: Sök namn via konto ID
th: ค้นหาชื่อตามรหัสบัญชี
tl: Hanapin ang pangalan ng Account ID
tr: Hesap kimliğinden Sihirdar ismi ara
uk: Ім'я пошуку за ідентифікатором облікового запису
vi: Tra cứu tên bằng ID tài khoản

source: This is an old account ID. Please search the name again to get a new one
fi: Tämä on vanha käyttäjätunnus. Hae käyttäjätunnus uudestaan uuden saamiseksi
fr: C'est un ancien identifiant de compte. Veuillez chercher le nom à nouveau pour en obtenir un nouveau
ja: これは古いアカウントIDです。新しい名前を取得するには、名前をもう一度検索してください。
pt: Este é um ID antigo da conta. Por favor, procure o nome novamente para obter um novo
ro: Acesta este un cod vechi al contului. Căutați din nou numele pentru a obține unul nou
sv: Detta är ett gammalt konto-ID. Vänligen sök namnet igen för att få en ny
tr: Bu eski bir hesap kimliğidir. Yenisini almak için lütfen adı tekrar arayın

source: Summoner Level High Scores
de: Beschwörerlevel Bestenliste
et: Kasutajanimede Edetabel
fi: Summoner taso huipputulokset
fr: Meilleurs score de niveau d'invocateurs
hu: Szint toplista
it: Livelli evocatore più alti
ja: サモナーレベル降順
ko: 소명자 레벨 높은 점수
ms: Markah Tinggi Summoner
nl: Summoner Level topscores
pl: Ranking poziomów przywoływacza
pt: Melhores pontuações de invocador
ro: Summoner Level si rezultate
ru: Таблица лидеров по уровню призывателя
sr: Najveći nivoi Summonera
sv: Summoner Level Topplista
th: ระดับคะแนนสูงสุดของผู้เรียกร้อง
tl: Mataas na Kalidad ng Summoner Level
tr: Sihirdar Seviyesi Sıralaması
uk: Вищі рівні підсумків
vi: Summoner Level Điểm cao

source: All Upcoming Names
da: Kommende frie navne
de: Alle bald wieder verfügbare Namen
et: Kõik tulevaste nimedega
fi: Kaikki tulevat nimet
fr: Tous les noms à venir
hu: Minden Közelgő Név
id: Semua Nama Yang Mendatang
it: Tutti i nomi che saranno disponibili tra poco
ja: 今後使える名前
ko: 다가오는 이름들
ms: Semua Nama Yang Akan Datang
nl: Alle aankomende namen
nn: Alle kommende navn
pl: Wszystkie Nadchodzące Nazwy
pt: Todos os nomes que estão por vir
ro: Toate numele care vor deveni disponibile
ru: Все освобождающиеся имена
sr: Sva uskoro dostupna imena
sv: Snart tillgängliga namn
th: ชื่อที่จะมาทั้งหมด
tl: Lahat ng Paparating na Pangalan
tr: Bütün Açılacak İsimler
uk: Усі майбутні імена
vi: Tất cả các tên sắp tới

source: Recently Available Names
da: Navne der fornyligt er blevet frie
de: Kürzlich wieder verfügbare Namen
et: Hiljuti saadaval olevad nimed
fi: Lähiaikoina saatavilla olevat nimet
fr: Noms récemment disponibles
hu: Mostanában Elérhető Nevek
id: Baru-baru ini Nama Tersedia
it: Nomi disponibili da poco
ja: 最近利用可能になった名前
ko: 최근에 사용 가능한 이름
ms: Baru-baru ini nama yang ada
nl: Recent vrijgekomen namen
nn: Nylig tilgjengelige navn
pl: Ostatnio Dostępne Nazwy
pt: Nomes disponíveis recentemente
ro: Numele care au devenit disponibile recent
ru: Недавно освободившиеся имена
sr: Nedavno dostupna imena
sv: Nyligen tillgängliga namn
th: ชื่อที่มีอยู่ล่าสุด
tl: Kamakailan lamang Magagamit na Mga Pangalan
tr: Yeni Açılan İsimler
uk: Нещодавно отримані імена
vi: Tên có sẵn gần đây

source: Two Letter Names
da: Navne med to bogstaver
de: Zwei Zeichen Namen
et: LoL Nimed
fi: Kahden kirjaimen nimet
fr: Noms avec deux lettres
hu: Két Betűs Nevek
id: Dua Nama Surat
it: Nomi di due lettere
ja: 2文字の名前
ko: LoL 소환사 이름
ms: Dua Nama Surat
nl: Twee letter namen
nn: To brevnavn
pl: 2-literowe Nazwy
pt: Nomes de duas letras
ro: Nume formate din doua litere
ru: Имена с двумя символами
sr: Im2 slova
sv: Namn med 2 bokstaver
th: ชื่อจดหมายสองฉบับ
tl: Dalawang Pangalan ng Liham
tr: İki Harfli İsimler
uk: Два імені літеру
vi: Hai tên thư

source: Three Letter Names
da: Navne med tre bogstaver
de: Drei Zeichen Namen
et: Kolm kiri nime
fi: Kolmen kirjaimen nimet
fr: Noms avec trois lettres
hu: Három Betűs Nevek
id: Tiga Nama Surat
it: Nomi di tre lettere
ja: 3文字の名前
ko: 3 개의 편지 이름
ms: Tiga Nama Surat
nl: Drie letter namen
nn: Tre bokstavsnavn
pl: 3-literowe Nazwy
pt: Nomes de três letras
ro: Nume formate din trei litere
ru: Имена с тремя символами
sr: 3 slova
sv: Namn med 3 bokstaver
th: ชื่อจดหมายสามฉบับ
tl: Tatlong Pangalan ng Liham
tr: Üç Harfli İsimler
uk: Три назви імені
vi: Ba tên thư

source: Four Letter Names
da: Navne med fire bogstaver
de: LoL Beschwörernamen
et: LoL Nimed
fi: Neljän kirjaimen nimet
fr: Noms avec quatre lettres
hu: Négy Betűs Nevek
id: Empat Nama Surat
it: Nomi di quattro lettere
ja: 4文字の名前
ko: LoL 소환사 이름
ms: Empat Nama Surat
nl: Vier letter namen
nn: Fire brevnavn
pl: 4-literowe Nazwy
pt: Nomes de quatro letras
ro: Nume formate din patru litere
ru: Имена с четырьмя символами
sr: LOL Imena
sv: Namn med 4 bokstäver
th: สี่ชื่อหนังสือ
tl: Apat na Pangalan ng Liham
tr: Dört Harfli İsimler
uk: Чотири іменні літери
vi: Bốn tên thư

source: All
fi: Kaikki nimet
fr: Tous
ja: すべて
pt: Todos
ro: Toate
sv: Allt
tr: Herşey

source: Only letters
fi: Vain kirjaimia
fr: Lettres uniquement
ja: 特殊文字のみ
pt: Apenas letras
ro: Doar litere
sv: Endast bokstäver
tr: Sadece harfler

source: Only numbers
fi: Vain numeroita
fr: Chiffres uniquement
ja: 数字のみ
pt: Apenas números
ro: Doar numere
sv: Endast siffror
tr: Sadece sayılar

source: With symbols
fi: Symbolien kanssa
fr: Avec des symboles:
ja: 記号
pt: Com símbolos:
ro: simboluri:
sv: Symboler:
tr: Sembol içeren

source: Lists
da: Lister
de: Listen
et: Nimekirjad
fi: Listat
fr: Listes
hu: Listák
id: Daftar
it: Liste
ja: リスト
ko: 기울기
ms: Senarai
nl: Lijsten
nn: lister
pl: Listy
pt: Listas
ro: Liste
ru: Списки
sr: Liste
sv: Listor
th: รายการ
tl: Listahan
tr: Listeler
uk: Списки
vi: Danh sách

source: No active game for %(name)s
da: Ikke noget aktivt game for %(name)s
de: Keine Spiele für %(name)s gefunden
et: %(name)s jaoks pole aktiivset mängu
fi: Ei aktiivista peliä %(name)s
fr: Pas de jeu actif pour %(name)s
hu: Nincs aktív játék a %(name)s névre
id: Tidak ada game aktif untuk %(name)s
it: Non sono presenti partite attive per %(name)s
ja: %(name)sはアクティブではありません
ko: %(name)s에 대한 활성 게임 없음
nl: Geen actief spel voor %(name)s
nn: Ingen aktivt spill for %(name)s
pl: Brak aktywnej gry dla %(name)s
pt: Nenhuma partida ativa para %(name)s
ro: %(name)s nu este intr'un joc in acest moment
ru: Нет активных игр для %(name)s
sr: Nema igre u toku za %(name)s
sv: Inget pågående spel för %(name)s
th: ไม่มีเกมที่ใช้งานอยู่สำหรับ %(name)s
tl: Walang aktibong laro para sa %(name)s
tr: %(name)s isimli oyuncu şu an oyunda değil
uk: Немає активної гри для %(name)s
vi: Không có trò chơi đang hoạt động nào cho %(name)s

source: No summoner with name "%(name)s" on %(region)s.
da: Ikke nogen summoner med navnet "%(name)s" på %(region)s
de: Kein Beschwörer mit dem Namen: "%(name)s" in %(region)s.
et: Summonerit nimega "%(name)s" pole %(region)s-is.
fi: Ei summoneriä tällä nimellä "%(name)s" alueelta %(region)s.
fr: Pas d'invocateur avec le nom "%(name)s" sur %(region)s.
hu: Nincs idéző a "%(name)s" névvel a(z) %(region)s régión.
id: Tidak ada summoner dengan nama "%(name)s" di %(region)s.
it: Nessun Evocatore con nome "%(name)s" in %(region)s.
ja: %(region)s に %(name)s というサモナーはいません。
ko: %(region)s의 이름이 "%(name)s"인 소환사가 없습니다.
nl: Geen summoner met naam "%(name)s" op %(region)s.
nn: Ingen oppfordrer med navn "%(name)s" på %(region)s.
pl: Brak nazwy przywoływacza z nazwą "%(name)s" na %(region)s
pt: Nenhum invocador com o nome "%(name)s" no %(region)s.
ro: Nu exsita nici un jucator cu numele "%(name)s" pe regiunea %(region)s
ru: Нет призывателя с именем "%(name)s" в %(region)s.
sr: Ne postoji osoba s imenom "%(name)s" na regionu %(region)s
sv: Ingen summoner med namnet "%(name)s" i %(region)s.
th: ไม่มีผู้เรียกร้องที่มีชื่อ "%(name)s" ใน %(region)s
tl: Walang summoner na may pangalan na &quot;%(name)s&quot; sa %(region)s.
tr: %(region)s sunucusunda "%(name)s" isimli oyuncu bulunmamakta
uk: Немає суматору з назвою "%(name)s" на %(region)s.
vi: Không có summoner có tên "%(name)s" trên %(region)s.

source: Perfect Pickems
da: Perfekt Pickems
de: Perfekte Pickems
fi: Loistavat Pickemit
fr: Pickems parfaits
id: Pickems Sempurna
it: Pickem perfetti
ja: 完璧なPickems
ko: 완벽한 Pickems
ms: Pickems sempurna
nl: Perfecte Pickems
nn: Perfekte Pickems
pt: Escolhas perfeitas
sr: Перфецт Пицкемс
sv: Perfekt Pickems
th: Pickems ที่สมบูรณ์แบบ
tl: Perpektong Pickems
tr: Hatasız Kupayı Kim Alır
uk: Ідеальний пікет

source: LoL Names
da: LoL Navne
de: LoL Beschwörernamen
et: LoL Nimed
fi: LoL Nimet
fr: LoL Noms
hu: LoL Nevek
id: LoL Nama
it: LoL Nomi
ja: LoL サモナーネーム
ko: LoL 소환사 이름
ms: LoL Nama-nama
nl: LoL namen
nn: LoL Navn
pl: LoL Nazwy
ro: LoL Nume
ru: Имена LoL
sr: LOL Imena
sv: LoL Namn
th: LoL ชื่อ
tr: LoL İsimleri
uk: LoL Імена
vi: LoL Tên

source: Checker
et: Verifikaator
fi: tarkistaja
fr: Vérificateur
hu: Név ellenőrző
id: Pemeriksa
it: Controllo
ja: チェッカー
ko: 체커
nl: Nakijker
pl: Wyszukaj
pt: Verificador
ro: Verificator
ru: Проверка
sr: Provera
sv: Sök
th: ตาหมากรุก
tr: Kontrol Edici
uk: Перевірка
vi: Người kiểm tra

source: Highscores
de: Bestenliste
et: Edetabel
fi: Huippupisteet
fr: Meilleurs Scores
hu: Toplisták
id: Nilai yang tinggi
it: Punteggi più alti
ja: 高得点
ko: 고득점
ms: Skor tinggi
nl: Topscores
nn: Rekorder
pl: Rekordy
pt: Pontuações
ro: Scoruri mari
ru: Результаты
sr: Rekordi
sv: Topplista
th: คะแนนสูง
tr: Sıralamalar
uk: Рекорди
vi: Điểm cao

source: Tools
da: Værktøj
de: Werkzeuge
et: Tööriistad
fi: Työkalut
fr: Outils
hu: Eszközök
id: Alat-alat
it: Strumenti
ja: ツール
ko: 도구들
ms: Alat
nl: Hulpmiddelen
nn: Verktøy
pl: Przybory
pt: Ferramentas
ro: Unelte
ru: Инструменты
sr: Alatke
sv: Verktyg
th: เครื่องมือ
tl: Mga Tool
tr: Araçlar
uk: Інструменти
vi: Công cụ

source: Lookup Match Details
da: Find match detaljer
de: Zeige Match Details
et: Aktiivse Mängu Detailide Otsing
fi: Hae ottelun tiedot
fr: Voir les détails de la partie
hu: Aktív meccs részletei
id: Detail Pencocokan Pencocokan
it: Cerca dettagli della partita attuale
ja: 検索一致の詳細
ko: 조회 일치 세부 정보
ms: Butiran Padanan Carian
nl: Match details opzoeken
nn: Oppslag Kampdetaljer
pl: Wyszukiwanie szczegółów gry
pt: Pesquisar detalhes da partida
ro: Cauta detaliile meciurilor
ru: Результаты последней игры
sr: Pogledaj detalje trenutnih partija
sv: Se Speldetaljer
th: ค้นหารายละเอียดการแข่งขัน
tl: Hanapin ang Mga Detalye ng Pagtutugma
tr: Aktif oyun detaylarına bak
uk: Зверніть увагу на деталі
vi: Chi tiết trận đấu tìm kiếm

source: Track Name Changes
de: Namensänderungen verfolgen
et: Jälgi Nimemuutusi
fi: Seuraa nimenmuutoksia
fr: Traquez le changement de noms
hu: Kövesd a névváltoztatásokat
id: Lacak Perubahan Nama
it: Tieni traccia dei cambi nome
ja: トラック名の変更
ko: 트랙 이름 변경
ms: Jejaki Perubahan Nama
nl: Naamswijzigingen bijhouden
nn: Endre spornavn
pl: Śledzenie zmian nazw
pt: Acompanhar mudanças de nome
ro: Urmareste schimbarile de nume
ru: Статистика изменения имени
sr: Prati promene imena!
sv: Spåra Namnändringar
th: การเปลี่ยนแปลงชื่อแทร็ก
tl: Subaybayan ang Mga Pagbabago ng Pangalan
tr: İsim değiştirmeleri denetle
uk: Змінити назву доріжки
vi: Theo dõi tên thay đổi

source: Lookup Account ID
da: LoL Konto ID Finder
de: LoL Name nach Konto-ID
et: LoL Kasutaja ID Leidja
fi: Hae Käyttäjätunnus
fr: LoL Détecteur d'identifiant de compte
hu: LoL Felhasználó ID Kereső
id: Cari ID Akun
it: Cerca un ID Utente di LoL
ja: LoLアカウントIDファインダー
ko: LoL 계정 ID 찾기
ms: ID Akaun Lookup
nl: Account ID opzoeken
nn: Oppslagskonto ID
pl: Wyszukiwarka ID konta LoL
pt: Encontrar ID da conta
ro: Cauta codul contului dupa numele de utilizator
ru: Идентификатор ID учетной записи LoL
sr: Trazi ID naloga
sv: Hitta Konto ID
th: ค้นหารหัสบัญชี
tl: Hanapin ang ID ng Account
tr: LoL Hesap kimliği bulucu
uk: Ідентифікатор облікового запису пошуку
vi: Tra cứu ID tài khoản

source: Search by Account ID
da: Søg efter konto-id
de: Suche nach Account ID
et: Otsi Kasutaja ID kaudu
fi: Hae Käyttäjätunnuksen mukaan
fr: Recherche par identifiant de compte
hu: Keresés Felhasználó ID alapján
id: Cari berdasarkan ID Akun
it: Cerca con un ID Utente
ja: アカウントIDで検索
ko: 계정 ID로 검색
ms: Cari mengikut ID Akaun
nl: Zoeken op Account ID
nn: Søk etter konto-ID
pl: Wyszukaj według ID konta
pt: Pesquisar por ID da conta
ro: Cauta cont dupa numele de uitilizator
ru: Поиск по идентификатору учетной записи
sr: Trazi po IDu naloga
sv: Sök på Konto ID
th: ค้นหาตามรหัสบัญชี
tl: Maghanap sa pamamagitan ng Account ID
tr: Hesap kimliğiyle ara
uk: Пошук за ідентифікатором облікового запису
vi: Tìm kiếm theo ID tài khoản

source: Statistics
da: Statisikker
de: Statistiken
et: Statistika
fi: tilastot
fr: Statistiques
hu: Statisztikák
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
ms: Statistik
nl: Statistieken
nn: Statistikk
pl: Statystyki
pt: Estatísticas
ro: Statistica
ru: Статистика
sr: Statistika
sv: Statistik
th: สถิติ
tl: Istatistika
tr: İstatistikler
uk: Статистика
vi: Số liệu thống kê

source: Summoner Levels
de: Beschwörerlevel
et: Kasutajanimede Edetabel
fi: Summoner-tasot
fr: Niveaux de l'invocateurs
hu: Szint toplista
id: Tingkat Summoner
it: Livelli evocatore più alti
ja: サモナーレベル
ko: 서머너 레벨
ms: Tahap Summoner
nn: Summoner Nivåer
pl: Ranking poziomów przywoływacza
pt: Níveis de invocador
ro: Nivelul jucatorului
ru: Уровень призывателя
sr: Najveći nivoi Summonera
th: ระดับผู้นำเรียก
tl: Mga Antas ng Summoner
tr: Sihirdar Seviyeleri
uk: Рівні виклику
vi: Cấp độ Summoner
