Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: When exactly will the name become available?
da: Hvornår bliver navnet nøjagtigt?
de: Wann genau wird der Name verfügbar?
et: Millal täpselt muutub nimi kättesaadavaks?
fi: Milloin tarkalleen nimi tulee saataville?
fr: Quand exactement le nom sera-t-il disponible?
hu: Mikor lesz pontosan elérhető a név?
id: Kapan tepatnya nama itu akan tersedia?
it: Quando esattamente diventerà disponibile il Nome Evocatore?
ja: いつ名前が使えるようになりますか？
ko: 이름이 언제쯤 유효할까요?
ms: Bilakah betul nama itu boleh didapati?
nl: Wanneer zal de naam precies beschikbaar worden?
nn: Når vil navnet bli tilgjengelig?
pl: Kiedy dokładnie nazwa stanie się dostępna?
pt: Quando exatamente o nome estará disponível?
ro: Mai exact cand va deveni un nume disponibil
ru: Когда именно имя станет доступным?
sr: Kad ce tacno ime biti dostupno?
sv: Exakt vilket datum kommer namnet bli tillgängligt?
th: เมื่อชื่อจะพร้อมใช้งาน?
tl: Kapag eksakto ay magagamit ang pangalan?
tr: İsimler tam olarak ne zaman kullanılabilir oluyor?
uk: Коли саме ім'я стане доступним?
vi: Khi nào tên chính xác sẽ có sẵn?

source: Normally names are cleaned up at midnight UTC. However, in some cases I've found it has taken 48 hours. Check every few hours on the day it is listed.
da: Ofte bliver navne fjerned omkring midnat UTC. Men der kan være tilfælde hvor der går op til 48 timer, tjek med et par timers mellemrum på dagen om det er fjernet
de: Normalerweise werden die Namen um Mitternacht UTC gesäubert. Jedoch kann es vorkommen, dass es bis zu 48 Stunden in manchen Fällen dauert. Überprüfe alle paar Stunden am Tag ob der Name eingetragen ist.
et: Tavaliselt on nimed vabastatud keskööl UTC kella järgi. Mõnel puhul aga läheb sellega aga 48 tundi. Kontrolli iga paari tunni tagant tähistatud päeval.
fi: Yleensä nimet putsataan keskiyöllä UTC:n mukaan. Joissakin tapauksissa olen kuitenkin huomannut, että se on kestänyt yli 48 tuntia. Tarkista tilanne muutaman tunnin välein päivänä, jolloin se on listattu.
fr: Normalement, les noms sont nettoyés à minuit UTC. Cependant, dans certains cas, j'ai trouvé que cela prenait 48 heures. Vérifiez toutes les quelques heures le jour où il est listé.
hu: Általában éjfélkor. Néhány esetben viszont akár 48 óra is lehet. Ellenőrizd néhány óránként.
id: Biasanya nama dibersihkan pada tengah malam UTC. Namun, dalam beberapa kasus saya telah menemukan itu telah memakan waktu 48 jam. Periksa setiap beberapa jam pada hari itu terdaftar.
it: Di solito i nomi diventano disponibili a mezzanotte Tempo Universale Coordinato; tuttavia in alcuni casi ho visto che ci vogliono 48 ore. Controlla ogni paio d'ore il giorno indicato.
ja: 通常、名前はUTCの午前0時にクリーンアップされます。しかし、場合によっては48時間かかったことがわかりました。リストされている日に数時間ごとにチェックしてください。
ko: 일반적으로 이름은 UTC 자정에 정리됩니다. 그러나 어떤 경우에는 48 시간이 걸렸습니다. 목록에있는 날에 몇 시간마다 확인하십시오.
ms: Biasanya nama dibersihkan pada tengah malam UTC. Walau bagaimanapun, dalam beberapa kes saya dapati ia telah mengambil masa 48 jam. Semak setiap beberapa jam pada hari ia disenaraikan.
nl: Normaal worden namen opgeschoond op middernacht UTC. Maar, in sommige gevallen can het 48 uur duren. Controleer elke paar uur op de dag dat het is gelijst.
nn: Vanligvis blir navnene ryddet opp ved midnatt UTC. Men i noen tilfeller har jeg funnet det har tatt 48 timer. Sjekk noen få timer på dagen den er oppført.
pl: Zwykle nazwy są czyszczone o północy UTC. Jednak w niektórych przypadkach znalazłem, że zajęło to 48 godzin. Sprawdzaj co kilka godzin w dniu, który jest na liście.
pt: Normalmente, os nomes são limpos à meia-noite (UTC). No entanto, em alguns casos pode levar até 48 horas. Verifique periodicamente no dia em questão.
ro: Normal numele devin disponible la miezul noptii UTC dar in cazuri izolate se poate sa dureza pana la 48 de ore. Verifica de mai multe ori pe zi in ziua in care va deveni disponibil
ru: Обычно имена освобождаются в полночь по UTC. Однако, в некоторых случаях может занять 48 часов. Проверяйте каждые несколько часов в день, как оно освободится.
sr: Obicno se imena ciste 00:00 UTC. Nekad moze potrajati i do 48 sati.
sv: Vanligtvis rensas namn vid midnatt (UTC). I vissa fall kan det ta upp till 48 timmar. Kolla flera gånger under den dagen som namnet frisläpps.
th: โดยปกติชื่อจะถูกทำความสะอาดเวลาเที่ยงคืน UTC อย่างไรก็ตามในบางกรณีฉันพบว่าต้องใช้เวลา 48 ชั่วโมง ตรวจสอบทุกๆสองสามชั่วโมงในวันที่ระบุไว้
tl: Karaniwan ang mga pangalan ay nalinis sa hatinggabi UTC. Gayunman, sa ilang mga kaso natagpuan ko na ito ay kinuha ng 48 na oras. Tingnan ang bawat ilang oras sa araw na ito ay nakalista.
tr: Normalde isimler EGEZ'e göre geceyarısı temizlenir. Ancak, bazı durumlarda isimlerin açılmasının 48 saat'i bulduğunu fark ettim. Listelenen günde birkaç saatte bir kontrol edin
uk: Зазвичай імена очищаються в опівночі UTC. Однак у деяких випадках я виявив, що це зайняло 48 годин. Перевірте кожні кілька годин на день, коли він перерахований.
vi: Thông thường tên được làm sạch vào lúc nửa đêm UTC. Tuy nhiên, trong một số trường hợp tôi đã tìm thấy nó đã mất 48 giờ. Kiểm tra vài giờ một lần vào ngày được liệt kê.

source: Can you remove a name from a list for me?
da: Kan du fjerne et navn fra en liste til mig?
de: Kannst du einen Namen aus einer Liste für mich entfernen?
et: Kas te võiksite eemaldada mõne nime nimekirjast minu jaoks?
fi: Voitteko poistaa nimen luettelosta minulle?
fr: Pouvez-vous supprimer un nom d'une liste pour moi?
hu: Letörölnél egy nevet a listáról a kedvemért?
id: Bisakah Anda menghapus nama dari daftar untuk saya?
it: Puoi togliere un nome dalla lista per me?
ja: あなたは私の名前をリストから削除できますか？
ko: 나 한테서 이름을 지울 수있어?
ms: Bolehkah anda mengeluarkan nama dari senarai untuk saya?
nl: Kun je een naam verwijderen van de lijst voor mij?
nn: Kan du fjerne et navn fra en liste for meg?
pl: Czy możesz usunąć nazwę z listy?
pt: Você pode remover um nome da lista para mim?
ro: Puteti sterge un nume de pe lista pentru mine?
ru: Можете ли вы удалить имя из списка для меня?
sr: Mozete li skloniti ime iz liste za mene?
sv: Kan du ta bort ett namn från listan för mig?
th: คุณสามารถลบชื่อออกจากรายการได้หรือไม่?
tl: Maaari mong alisin ang isang pangalan mula sa isang listahan para sa akin?
tr: Benim için bu ismi listeden silebilir misin?
uk: Ви можете видалити ім'я зі списку для мене?
vi: Bạn có thể xóa tên khỏi danh sách cho tôi không?

source: No. All the names are automatically scanned.
da: Nej. Alle navne scannes automatisk.
de: Nein. Alle Namen werden automatisch gescannt.
et: Ei. Kõik nimed on automaatselt skaneeritud.
fi: Ei. Kaikki nimet skannataan automaattisesti.
fr: Non. Tous les noms sont automatiquement analysés.
hu: Nem. Automatikusan ellenőrizzük őket.
id: Tidak. Semua nama dipindai secara otomatis.
it: No. Tutti i nomi sono rilevati automaticamente.
ja: いいえ、すべての名前が自動的にスキャンされます。
ko: 아니요. 모든 이름이 자동으로 검사됩니다.
ms: Tidak. Semua nama diimbas secara automatik.
nl: Nee. Alle namen zijn automatisch gescanned.
nn: Nei. Alle navnene blir automatisk skannet.
pl: Nie. Wszystkie nazwy są automatycznie skanowane.
pt: Não. Todos os nomes são listados automaticamente.
ro: Nu. Toate numele sunt scanate automat
ru: Нет. Все имена автоматически сканируются.
sr: Ne. Sva imena su automatski skenirana
sv: Nej. Alla namn är automatiskt skannade.
th: ไม่ชื่อทั้งหมดจะถูกสแกนโดยอัตโนมัติ
tl: Hindi. Ang lahat ng mga pangalan ay awtomatikong na-scan.
tr: Hayır , bütün isimler otomatik olarak taranır.
uk: Ні. Всі імена автоматично скануються.
vi: Không. Tất cả các tên đều được quét tự động.

source: Where should I report an incorrect translation?
da: Hvor skal jeg rapportere en forkert oversættelse?
de: Wo soll ich eine falsche Übersetzung melden?
et: Kuhu peaksin teavitama väärast tõlkest?
fi: Minne ilmoitan väärästä käännöksestä?
fr: Où dois-je signaler une traduction incorrecte?
hu: Hol jelentsek pontatlan fordítást?
id: Di mana saya harus melaporkan terjemahan yang salah?
it: Dove devo segnalare un errore nella traduzione?
ja: どこで間違った翻訳を報告すべきですか？
ko: 어디에서 부정확 한 번역을보고해야합니까?
ms: Di mana saya harus melaporkan terjemahan yang salah?
nl: Waar zou ik een incorrecte vertaling kunnen rapporteren?
nn: Hvor skal jeg rapportere en feil oversettelse?
pl: Gdzie mam zgłosić nieprawidłowe tłumaczenie?
pt: Onde devo denunciar uma tradução incorreta?
ro: Unde ar trebui sa reportez o translatie gresita?
ru: Где я должен сообщить о некорректном переводе?
sr: Gde da prijavim los prevod?
sv: Vart kan jag anmäla en felaktig översättning?
th: ฉันควรรายงานการแปลที่ไม่ถูกต้องที่ใด
tl: Saan ako dapat mag-ulat ng maling pagsasalin?
tr: Yanlış çeviriyi nereden bildirebilirim ?
uk: Де я повинен повідомити про неправильний переклад?
vi: Tôi nên báo cáo bản dịch không chính xác ở đâu?

source: Contact me here.
da: Kontakt mig her.
de: Kontaktieren Sie mich hier.
et: Kontakteeru minuga siin.
fi: Ota yhteyttä täällä.
fr: Contactez-moi ici.
hu: Itt.
id: Hubungi saya di sini.
it: Contattami qui.
ja: 私に連絡してください。
ko: 저에게 연락하십시오.
ms: Hubungi saya di sini.
nl: Contacteer mij hier.
nn: Kontakt meg her.
pl: Skontaktuj się ze mną tutaj.
pt: Entre em contato comigo aqui.
ro: Contacteaza-ma aici.
ru: Свяжитесь со мной здесь.
sr: Kontaktiraj me ovde
sv: Här kan du kontakta mig.
th: ติดต่อฉันที่นี่
tl: Makipag-ugnay sa akin dito.
tr: Bana buradan ulaşabilirsin.
uk: Зв'яжіться зі мною тут.
vi: Liên hệ với tôi ở đây.

source: Why are no pre Xayah and Rakan champion names allowed?
da: Hvorfor er ingen champion navne før Xayah og Rakan tilladt?
de: Warum sind keine Pre-Xayah- und Rakan-Champion-Namen erlaubt?
et: Miks ei ole ühtegi tegelasnime enne Xayahit ja Rakani lubatud?
fi: Miksi ennen Xayah- ja Rakania ilmsetyneet champion-nimet eivät ole sallittuja?
fr: Pourquoi les noms des champions de Xayah et Rakan ne sont-ils pas autorisés?
hu: Miért nem lehet Xayah és Rakan előtti neveket használni?
id: Mengapa tidak ada nama juara Xayah dan Rakan yang diizinkan?
it: Perchè i nomi dei campioni rilasciati prima di Xayah e Rakan non sono disponibili?
ja: プレXayahとRakanのチャンピオン名が許可されていないのはなぜですか？
ko: Xayah와 Rakan의 챔피언 명칭을 사전에 사용할 수없는 이유는 무엇입니까?
ms: Kenapa tidak ada nama juara Xayah dan Rakan yang dibenarkan?
nl: Waarom zijn geen namen van champions toegestaan voor Xayah en Rakan?
nn: Hvorfor er ingen pre Xayah og Rakan champion navn tillatt?
pl: Dlaczego nazwy z Xayah i Rakan nie są dopuszczone?
pt: Por que não são permitidos nomes de campeões (antes de Xayah e Rakan)?
ro: De ce nu sunt permise nume de campion inainte ca Xayah și Rakan sa fie lansati?
ru: Почему не допускаются имена чемпионов до Xayah и Rakan?
sr: Zasto nisu imena heroja pre Xayah i Rakan-a dostupna?
sv: Varför är inga namn innan Xayah och Rakan tillåtna?
th: ทำไมไม่มีชื่อแชมป์ของ Xayah และ Rakan มาก่อน?
tl: Bakit hindi pinapayagan ang mga pangalan ng pre-Xayah at Rakan champion?
tr: Neden Xayah ve Rakan'dan önceki şampiyonların isimleri kullanılabilir değil?
uk: Чому ніяких попередніх ігор Xayah і Ракан чемпіонів не дозволено?
vi: Tại sao không có tên nhà vô địch Xayah và Rakan trước được phép?

source: Riot has said they will no longer reserve names of new champions.
da: Riot har sagt de ikke længere reserverer navnene af nye champions.
de: Riot hat gesagt, dass sie nicht mehr Namen von neuen Champions reservieren werden.
et: Riot on maininud, et uute tegelaste nimesid enam ei reserveerita.
fi: Riot on sanonut, että he eivät enää varaa uusien championien nimiä.
fr: Riot a déclaré qu'ils ne réserveraient plus les noms des nouveaux champions.
hu: A Riot azt mondta, hogy nem fogják új championok nevét lefoglalni.
id: Riot mengatakan mereka tidak akan lagi menyimpan nama-nama juara baru.
it: Riot ha detto che non riserveranno più il nome dei nuovi campioni.
ja: Riotは、新しいチャンピオンの名前を予約しないと言いました。
ko: 폭동은 새로운 챔피언의 이름을 더 이상 보유하지 않을 것이라고 말했습니다.
ms: Riot mengatakan mereka tidak akan lagi menyimpan nama juara baru.
nl: Riot heeft gezegd dat ze niet langer namen reserveren van nieuwe champions.
nn: Riot har sagt at de ikke lenger vil reservere navn på nye mestere.
pl: Riot powiedziało, że nie będą już rezerwować nazw nowych postaci.
pt: A Riot disse que não vai mais reservar nomes de novos campeões.
ro: Riot a spus ca nu va mai rezerva nume pentru campionii noi
ru: Riot сказал, что больше не будет резервировать имена новых чемпионов.
sr: Riot kaze da nece vise rezervisati imena novih heroja
sv: Riot har sagt att de inte kommer resarvera namn av nya champions längre.
th: Riot ได้กล่าวว่าพวกเขาจะไม่สงวนชื่อของตัวแทนใหม่
tl: Sinabi ng Riot na hindi na sila magreserba ng mga pangalan ng mga bagong kampeon.
tr: Riot artık yeni şampiyonların isimlerini rezerv etmeyeceğini söyledi.
uk: Бунт заявив, що більше не буде резервувати імена нових чемпіонів.
vi: Riot cho biết họ sẽ không còn đặt tên cho các nhà vô địch mới nữa.

source: However they banned the accounts of the old names so they will never expire.
da: De bandlyste de account med de gamle navne så de aldrig udløber.
de: Allerdings sperrten sie die Konten der alten Namen, so dass sie niemals ablaufen.
et: Kuid vanad kasutajad tegelasnimedega banniti, et need ei aeguks ega muutuks kättesaadavaks.
fi: He kuitenkin bannivat vanhojen nimien tilit, jotta he eivät koskaan vanhene.
fr: Cependant, ils ont bannis les comptes des anciens noms afin qu'ils ne viennent jamais expirer.
hu: Azonban bannolták az előző felhasználókat ilyen nevekkel, tehát ezeket sosem lehet használni.
id: Namun mereka melarang akun dari nama lama sehingga mereka tidak akan pernah kadaluwarsa.
it: Però hanno bannato gli account con i vecchi nomi, quindi non scadranno.
ja: しかし、彼らは古い名前のアカウントを禁止し、期限切れになることはありません。
ko: 그러나 그들은 만료되지 않도록 이전 이름의 계정을 금지했습니다.
ms: Walau bagaimanapun mereka mengharamkan akaun nama-nama lama supaya mereka tidak akan luput.
nl: Maar ze hebben de accounts van de oude namen verbannen zodat ze nooit zullen vervallen.
nn: Men de forbød kontoene til de gamle navnene, slik at de aldri vil utløpe.
pl: Jednak zbanowali konta ze starymi nazwami, więc one nigdy nie wygasną.
pt: No entanto, eles baniram as contas com nomes antigos e as mesmas nunca expirarão.
ro: Au banat numele vechi ca sa nu mai devine disponibile niciodata
ru: Однако они запретили учет старых имен, чтобы они никогда не истекали.
sr: Ipak banovali su naloge starih imena pa nikad nece isteci
sv: Dock har de bannat tidigare konton med namn på champions, därför blir dessa aldrig tillgängliga.
th: อย่างไรก็ตามพวกเขาไม่อนุญาตบัญชีของชื่อเดิมดังนั้นพวกเขาจะไม่มีวันหมดอายุ
tl: Gayunpaman pinagbawalan nila ang mga account ng mga lumang pangalan upang hindi sila mawawalan ng bisa.
tr: Fakat eski isimlere sahip hesapları banladılar, bu yüzden bu isimlerin alınması mümkün değil.
uk: Однак вони заборонили облікові записи старих імен, тому вони ніколи не закінчуються.
vi: Tuy nhiên họ đã cấm các tài khoản của các tên cũ để họ sẽ không bao giờ hết hạn.

source: Disclaimer
da: Ansvarsfraskrivelse
de: Haftungsausschluss
et: Hoiatus
fi: Erotuslausuma
fr: Avertissement
hu: Figyelmeztetés
id: Penolakan
it: Disconoscimento
ja: 免責事項
ko: 부인 성명
ms: Penafian
nl: Disclamer
nn: Ansvarsfraskrivelse
pl: Zrzeczenie się
pt: Aviso
ro: Act de renuntare
ru: Дисклеймер
sr: Upozorenje
th: คำปฏิเสธ
tr: Feragatname
uk: Відмова від відповідальності
vi: Tuyên bố từ chối trách nhiệm

source: lol name generator
da: lol navn generator
et: lol nimi generaator
fi: lol nimi generaattori
fr: lol nom générateur
hu: lol név generátor
id: pembangkit nama lol
it: lol nome generatore
ja: LoL名前ジェネレータ
ko: 롤 이름 생성기
ms: penjana nama lol
nl: lol naam generator
nn: lol navn generator
pl: lol generator nazw
pt: gerador nome de lol
ro: lol generatorul de nume
ru: генератор имен lol
sr: лол име генератор
sv: lol namn framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อ lol
tr: lol nick oluşturucu
uk: lol генератор імен
vi: máy phát điện tên lol

source: League of Legends name generator
da: League of Legends navnegenerator
de: League of Legends Namensgenerator
et: League of Legends nime generaator
fi: League of Legends -nimi generaattori
fr: League of Legends générateur de noms
hu: League of Legends névgenerátor
id: Generator nama League of Legends
it: League of Legends nome generatore
ja: リーグオブレジェンドネームジェネレータ
ko: 리그 오브 레전드 네임 제너레이터
ms: Penjana nama League of Legends
nl: League of Legends naam generator
nn: League of Legends navnegenerator
pl: Generator nazwy League of Legends
pt: gerador nome de League of Legends
ro: Liga Legendelor generatorului de nume
ru: Генератор имен легенд Legends
sr: Генератор имена Легендс
sv: Legendens namn framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อ League of Legends
tl: Pangalan ng liga ng Mga alamat
tr: League of Legends nick oluşturucu
uk: Генератор назв 'Ліга легенд'
vi: Trình tạo tên của Liên minh Huyền thoại

source: league name generator
da: liga navn generator
de: Liga Name Generator
et: liiga nimi-generaator
fi: leaguea nimi generaattori
fr: générateur de nom de ligue
hu: bajnoki névgenerátor
id: generator nama liga
it: generatore di nome della lega
ja: リーグ名ジェネレータ
ko: 리그 이름 생성기
ms: penjana nama liga
nl: naam generator
pl: generator nazwy ligi
pt: gerador nick de lol
ro: numele listei de generatoare
ru: генератор имен лиг
sr: лига име генератор
sv: league namn framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อลีก
tl: name generator ng liga
tr: league nick oluşturucu
uk: генератор назви ліги
vi: máy tạo tên giải đấu

source: lol names generator
da: lol navne generator
de: lol benennt Generator
et: lol nimede generaator
fi: lol nimien generaattori
fr: lol noms générateur
hu: lol nevek generátor
id: nama lol generator
it: generatore di nomi lol
ja: LoL名ジェネレータ
ko: 롤 이름 생성기
ms: lol nama penjana
nl: lol namen generator
nn: lol navn generator
pl: Generator nazw lol
pt: gerador nomes de lol
ro: lol generatoare de nume
ru: генератор имен lol
sr: лол имена генератора
sv: lol namn framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อ lol
tr: lol nickleri oluşturucu
uk: lol генератор імен
vi: máy phát điện tên lol

source: League of Legends names generator
da: League of Legends navne generator
de: League of Legends benennt Generator
et: League of Legends nimetab generaatorit
fi: League of Legends nimien generaattori
fr: League of Legends générateur de noms
hu: League of Legends nevek generátor
id: Generator nama League of Legends
it: League of Legends chiama il generatore
ja: リーグオブレジェンズネームジェネレータ
ko: 리그 오브 레전드 네임 제너레이터
ms: Penjana nama Liga Legends
nl: League of Legends benoemt generator
nn: League of Legends navn generator
pl: Generator nazw League of Legends
pt: gerador nomes de League of Legends
ro: Liga Legendelor generează numele
ru: Генератор имен легенд Legends
sr: Лига легенд назива генератор
sv: Legends of Legends namn framkallaren
th: ลีกของ Legends ชื่อเครื่องกำเนิดไฟฟ้า
tl: Mga pangalan ng Liga ng Mga Alamat ng generator
tr: League of Legends nickleri oluşturucu
uk: Ліга легенд називає генератор
vi: Trình tạo tên của Liên minh Huyền thoại

source: summoner name generator
de: Beschwörer Name Generator
et: Summoneri nime generaator
fi: summoner nimi generator
fr: générateur de nom d'invocateur
hu: summoner name generátor
it: generatore di nomi degli evocatori
ja: サモナーネームジェネレータ
ko: 소환사 이름 생성기
ms: penjana nama pemanggil
nl: generator voor naamsamenstelling
pl: generator nazwy przywoływacza
pt: gerador nome de invocador
ro: generatorul de nume summoner
ru: генератор имен вызывающего
sr: суммонер наме генератор
sv: Summoner namn framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อผู้เรียก
tr: sihirdar ismi oluşturucu
uk: генератор імен заголовка
vi: -bộ tạo tên summoner

source: league names generator
da: liga navne generator
de: Liga-Namen-Generator
et: liiga nimede generaator
fi: league nimien generaattori
fr: générateur de noms de ligue
hu: liga neve generátor
id: generator nama liga
it: generatore di nomi di lega
ja: リーグ名ジェネレータ
ko: 리그 이름 생성기
ms: penjana nama liga
nl: competitie namen generator
pl: generator nazw ligowych
pt: gerador nicks de lol
ro: liga generator de nume
ru: генератор имен лиг
sr: лига имена генератора
sv: league namn framkallaren
th: ลีกชื่อเครื่องกำเนิดไฟฟ้า
tl: pangalan ng liga generator
tr: league nickleri oluşturucu
uk: генератор назв ліг
vi: máy phát tên giải đấu

source: lol username generator
da: lol brugernavn generator
de: lol Benutzername Generator
et: lol kasutajanimi generaator
fi: lol käyttäjätunnus generaattori
fr: lol nom d'utilisateur générateur
hu: lol felhasználónév generátor
id: lol generator nama pengguna
it: generatore di nome utente lol
ja: LoLユーザーネームジェネレーター
ko: 권자 이름 생성기
ms: penggemar nama pengguna lol
nl: lol gebruikersnaam generator
nn: lol brukernavn generator
pl: lol generator nazwy użytkownika
pt: gerador usuário de lol
ro: lol generator de nume de utilizator
ru: Генератор имени пользователя lol
sr: лол усернаме генератор
sv: lol användarnamn framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อผู้ใช้ lol
tr: lol Hesap kimliği oluşturucu
uk: lol генератор імен користувача
vi: trình tạo tên người dùng lol

source: name generator lol
da: navnegenerator lol
de: Namensgenerator lol
et: nimi generaator lol
fi: nimi generaattori lol
fr: générateur de nom lol
hu: név generátor lol
id: lol pembangkit listrik
it: nome generatore lol
ja: 名前ジェネレータLOL
ko: 이름 생성기 lol
ms: nama penjana lol
nl: naam generator lol
nn: navnegenerator lol
pl: nazwa generator lol
pt: gerador de nome lol
ro: nume generator lol
ru: генератор имен lol
sr: име генератор лол
sv: namn framkallaren lol
th: lol เครื่องกำเนิดไฟฟ้าชื่อ
tl: pangalan ng generator lol
tr: nick oluşturucu lol
uk: генератор імен lol
vi: tên máy phát điện lol

source: lol ign generator
da: lol tænd generator
et: lol sisemise generaator
fi: lol ign generaattori
fr: lol ign générateur
hu: lol ign generátor
it: lol generatore di accensione
ja: LoL IGNジェネレータ
ko: 권자 발생기
nn: lol tenn generator
pl: Generator lol ign
pt: gerador ign lol
ro: lol generator generator
ru: генератор lol ignor
sr: лол игн генератор
sv: lol ign framkallaren
th: เครื่องกำเนิดไฟฟ้าไม่เป็นไร lol
tr: lol oyun içi isim oluşturucu
uk: LOL IGG генератор
vi: lol máy phát điện

source: League of Legends username generator
da: League of Legends brugernavn generator
de: League of Legends Benutzername Generator
et: League of Legends kasutajanimi generator
fi: League of Legends käyttäjänimi generaattori
fr: League of Legends générateur de nom d'utilisateur
hu: League of Legends felhasználónév generátor
id: Generator nama pengguna League of Legends
it: Generatore di username di League of Legends
ja: リーグの伝説のユーザー名ジェネレータ
ko: 리그 오브 레전드 사용자 이름 생성기
ms: Penjana nama Liga Legends
nl: League of Legends gebruikersnaam generator
nn: League of Legends brukernavn generator
pl: Generator nazwy użytkownika League of Legends
pt: gerador usuário de League of Legends
ro: League of Legends generatorul de nume de utilizator
ru: Лига легенд
sr: Генератор усернаме оф Легендс
sv: League of Legends användarnamn framkallaren
th: เครื่องกำเนิดไฟฟ้าชื่อผู้ใช้ League of Legends
tr: League of Legends Hesap kimliği oluşturucu
uk: Генератор імен користувача Ліга Легенд
vi: Trình tạo tên người dùng của Liên minh Huyền thoại

source: lol club tag generator
et: lol club tag generaator
fi: lol klub-tunnisteen generaattori
fr: lol club tag générateur
hu: lol klub tag generátor
it: generatore di tag lol club
ja: クラブタグジェネレータ
ko: 롤 태그 태그 생성기
ms: kelab pengeluar tag lol
pl: Generator tagów lol club
pt: gerador tag clube de lol
ro: lol generator de etichete club
ru: Генератор тегов lol club
sr: лол цлуб таг генератор
sv: lol club tag framkallaren
th: เครื่องกำเนิดไฟฟ้าแท็กคลับ lol
tr: lol kulübü etiketi oluşturucu
uk: lol клуб тегів генератор
vi: Trình tạo thẻ câu lạc bộ lol
