Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: account finder
de: Kontenfinder
et: konto leidja
fi: tili etsijä
fr: chercheur de compte
hu: számláló kereső
id: pencari akun
it: cercatore di account
ja: アカウントファインダー
ko: 계정 찾기
ms: pencari akaun
nl: accountzoeker
nn: konto finner
pl: wyszukiwarka kont
pt: descobrir conta lol
ro: identificatorul contului
ru: поиск аккаунта
sr: рачун финдер
sv: konto hittaren
th: โปรแกรมค้นหาบัญชี
tl: tagahanap ng account
tr: hesap bulucu
uk: шукач облікових записів
vi: công cụ tìm tài khoản

source: lol id finder
fi: lol tunnus etsijä
hu: lol id kereső
id: pencari id lol
ja: LoL IDファインダー
ko: 롤 ID 찾기
ms: lol pencari id
pt: procurar id lol
ro: căutător id id
sr: лол ид финдер
sv: lol id hittaren
th: ฮ่า ๆ Id Finder
tr: lol Hesap kimliği bulucu
uk: LOL ідентифікатор пошуку
vi: công cụ tìm id lol

source: lol summoner id
de: lol Beschwörer ID
fi: lol summoner tunnus
fr: lol identifiant d'invocateur
it: lol evocatore id
ja: LoL サモナーID
ko: lol 소환사 이드
ms: lol pemanggil tamadun
pt: id invocador lol
sr: лол суммонер ид
th: ฮ่า ๆ id ผู้เรียก
tr: lol sihirdar adı

source: League of Legends account id
da: League of Legends konto id
de: League of Legends Konto ID
et: League of Legends konto ID
fi: League of Legends käyttäjätunnus
fr: Identifiant de compte League of Legends
id: Id akun League of Legends
it: ID di League of Legends
ja: リーグオブレジェンズのアカウントID
ko: 전설의 리그 아이디
ms: Id akaun Legends of Legends
nl: Legenda van League of Legends account
nn: League of Legends konto id
pl: Identyfikator konta League of Legends
pt: ID da conta League of Legends
ro: ID-ul contului Legii
ru: Идентификатор учетной записи League of Legends
sr: Идентификациони код лиге легенди
sv: League of Legends konto id
th: รหัสบัญชี League of Legends
tl: Id ng Liga ng mga Alamat ng id
tr: League of Legends Hesap kimliği
uk: Ідентифікатор облікового запису League of Legends
vi: Id tài khoản League of Legends

source: lol account id
da: lol konto id
de: lol Konto ID
et: lol konto id
fi: lol tilin tunnus
fr: lol identifiant de compte
hu: lol számlaazonosító
id: id akun lol
it: ID account lol
ja: LoL アカウントID
ko: 롤 계정 ID
ms: id akaun lol
nn: lol konto id
pl: identyfikator konta lol
pt: id conta lol
ro: id id cont
ru: Идентификатор учетной записи lol
sr: ид лол налога
sv: lol konto id
th: รหัสบัญชี lol
tr: lol Hesap kimliği
vi: id tài khoản lol

source: summoner id lol
de: Beschwörer ID lol
fi: summoner tunnus lol
fr: invocateur id lol
id: id summoner
it: evocatore id lol
ja: サモナーID LoL
ko: 소환사 이드 롤
ms: pemanggil id lol
pt: id invocador lol
sr: суммонер ид лол
th: ฮ่า ๆ ฮ่า ๆ ฮ่า ๆ
tr: sihirdar adı lol
uk: сумочка id лол

source: League of Legends id search
da: League of Legends id-søgning
de: League of Legends ID Suche
et: League of Legends ID otsing
fi: League of Legends tunnus-haku
fr: League of Legends id recherche
hu: League of Legends id keresés
id: Pencarian League of Legends
it: Cerca League of Legends
ja: リーグオブレジェンズのID検索
ko: 리그 전설 ID 검색
ms: Carian id Liga Legends
nl: Legenda ID zoeken
nn: League of Legends id-søk
pl: Wyszukiwarka League of Legends
pt: pesquisar ID League of Legends
ro: Liga Legendelor căuta id
ru: Лига легенд id search
sr: Лига Легендс ид-а
sv: Legends of Legends ID sökning
th: การค้นหา id ของ League of Legends
tl: Paghahanap sa paghahanap ng Liga ng Mga Alamat
tr: League of Legends Hesap kimliği arama
uk: Ліга легенд ідентифікатор пошуку
vi: Liên minh tìm kiếm liên minh huyền thoại

source: League of Legends summoner id
de: Die Beschwörer-ID der Liga der Legenden
et: Legends League of Summoner ID
fi: League of Legends summoner tunnus
fr: Identifiant d'invocateur de League of Legends
hu: Liga Legends summoner id
id: ID summoner League of Legends
it: Evocatore League of Legends id
ja: リーグオブレジェンズのサモナーID
ko: 리그 전설의 이드의 이드
ms: Id pemanggil Liga Legends
pt: id invocador League of Legends
ro: Liga Legendelor summoner id
ru: Идентификатор призыва Лиги Легенд
sr: Лига легенд суммонер ид
th: รหัสผู้เรียก Legion of Legends
tr: League of Legends sihirdar adı
uk: Ідентифікатор суворої Ліги Легенд
vi: Id người triệu tập liên minh Huyền thoại

source: lol id search
da: lol id søgning
de: lol ID Suche
et: lol id otsing
fi: lol tunnus haku
fr: lol id recherche
hu: lol id keresés
id: pencarian id lol
it: lol id cerca
ja: LoL IDの検索
ko: 롤 ID 검색
ms: lol carian id
nl: lol id zoeken
nn: lol id søk
pl: Wyszukiwanie lol id
pt: pesquisar id lol
ro: lol id căutare
ru: lol id поиск
sr: лол ид претрагу
th: ค้นหา id lol
tl: lol id paghahanap
tr: lol kullancıcı adı araması
uk: LOL ідентифікатор пошуку
vi: tìm kiếm id lol

source: League of Legends account lookup
da: League of Legends konto opslag
de: League of Legends Account-Suche
et: League of Legends konto otsing
fi: League of Legends tunnuksen tarkastus
fr: League of Legends recherche de compte
hu: League of Legends fiók kereső
id: Pencarian akun League of Legends
it: Ricerca dell'account di League of Legends
ja: リーグオブレジェンドのアカウント検索
ko: 리그 오브 레전드 계정 조회
ms: Carian akaun League of Legends
nl: Het opzoeken van League of Legends-accounts
nn: League of Legends konto oppslag
pl: Wyszukiwanie konta League of Legends
pt: buscar conta League of Legends
ro: League of Legends căutare cont
ru: Поиск в Лиге Легенд
sr: Преглед лиге Легендса
sv: League of Legends konto hittaren
th: การค้นหาบัญชี League of Legends
tl: Paghahanap ng Liga ng Mga Alamat ng Mga Alamat
tr: League of Legends hesabı arama
uk: Ліга легенд облікового запису
vi: Tra cứu tài khoản League of Legends

source: League of Legends id
da: Legends of Legends id
de: Liga der Legenden id
fi: League of Legends tunnus
fr: Identifiant de League of Legends
id: ID League of Legends
ja: リーグオブレジェンズのid
ko: 전설의 리그 아이디
ms: Id Legends id
nn: Legends of Legends id
pl: Identyfikator League of Legends
pt: id League of Legends
ro: Liga Legendelor id
ru: Лига легенд id
sr: Леагуе оф Легендс ид
sv: Legends League ID
tl: Id ng League of Legends
tr: League of Legends Hesap kimliği
uk: Ліга легенд id
vi: Id liên minh huyền thoại

source: summoner id League of Legends
de: Beschwörer-ID Liga der Legenden
fi: summoner tunnus League of Legends
fr: invocateur id League of Legends
it: evocatore id League of Legends
ja: サモナーID リーグオブレジェンズ
ko: 소환사의 전설 리그 전설
ms: pemanggil Liga Liga Legenda
pt: id invocador League of Legends
ro: summoner id Liga Legendelor
ru: summoner id Лига Легенд
sr: суммонер ид Лига легенди
sv: Summoner id Legends League
th: ลีกเนอร์ของ Legends
tr: sihirdar ismi League of Legends
uk: суматор id Ліга легенд
vi: summoner id Liên minh huyền thoại

source: See %(name)s's Account ID and Summoner ID!
da: Se %(name)ss Konto ID og Summoner ID!
de: Siehe %(name)s's Account ID und Beschwörer ID!
et: Vaadake %(name)s konto ID ja kutsungi ID!
fi: Katso %(name)s Käyttäjätunnus ja Summoner tunnus!
fr: Voir l'ID de compte de %(name)s et l'identifiant d'invocateur!
hu: Nézzük %(name)s Felhasználó ID-jét és Idézői ID-jét.
id: Lihat ID Akun dan ID Summoner %(name)s!
it: Vedi ID Utente e ID Evocatore di %(name)s!
ja: %(name)sのアカウントIDとサモナーのIDを参照してください！
ko: %(name)s의 계정 ID와 소환사 ID를 확인하십시오!
nl: Zie %(name)s's Account ID en Summoner ID!
nn: Se %(name)ss konto-ID og oppfordrings-ID!
pt: Veja o ID da conta e invocador de %(name)s!
ro: Cauta %(name)s's Numele de cont si Numele de summoner
ru: См. Идентификатор учетной записи %(name)s и идентификатор призывателя!
sr: Pogledaj ID naloga %(name)s'!
sv: Se %(name)s Konto-ID och Summoner-ID!
th: ดูรหัสบัญชีและรหัสผู้เรียกร้องของ %(name)s!
tl: Tingnan ang Account ID ng %(name)s at Summoner ID!
tr: Bu ismin %(name)s' Hesap kimliğini ve sihirdar adını gör.
uk: Див. Ідентифікатор облікового запису %(name)s та ідентифікатор виклику!
vi: Xem ID tài khoản và ID người triệu tập của %(name)s!

source: Search for a summoner's Account ID and Summoner ID.
da: Søg efter en indkalders konto ID og summoner ID.
de: Suchen Sie nach der Kontonummer eines Beschwörers und der Beschwörer-ID.
et: Otsi Kasutaja ID.
fi: Etsi summonerin käyttäjätunnus ja summoner tunnus.
fr: Recherchez l'ID de compte d'un invocateur et l'ID Invocateur.
hu: Keresés egy idéző Felhasználó, vagy Idézői ID-jére.
id: Cari ID Akun dan ID Summoner si pemanggil.
it: Cerca un ID Utente o un ID Evocatore.
ja: サモナーのアカウントIDとサモナーIDを検索します。
ko: 소환사의 계정 ID와 소환수 ID를 검색합니다.
ms: Cari ID Akaun Summoner dan ID Summoner.
nl: Zoek voor een summoner’s Account ID en Summoner ID.
nn: Søk etter en innkallers konto ID og Summoner ID.
pl: Wyszukaj ID konta i przywoływacza.
pt: Procure pelo ID da conta ou nome de um invocador.
ro: Cauta pentru nume de cont si nume de summoner
ru: Найдите идентификатор учетной записи призывателя и идентификатор вызывающего.
sr: Потражите идентификатор налога позиватеља и Идентификатор приговора.
sv: Sök på Summoners Konto-ID och Summoner-ID.
th: ค้นหารหัสบัญชีและรหัสผู้เรียกร้องเรียก
tl: Maghanap ng Account ID ng summoner at Summoner ID.
tr: Bir hesabın Hesap kimliğini ve sihirdar adını ara
uk: Шукайте ідентифікатор облікового запису та ідентифікатора суматора.
vi: Tìm kiếm ID tài khoản và ID người triệu tập của người triệu tập.

source: LoL Account ID Finder
da: LoL Konto ID Finder
de: LoL Konto ID Sucher
et: LoL Kasutaja ID Leidja
fi: LoL Käyttäjänimietsijä
fr: LoL Détecteur d'identifiant de compte
hu: LoL Felhasználó ID Kereső
id: LoL ID Finder Akun
it: Cerca un ID Utente di LoL
ja: LoLアカウントIDファインダー
ko: LoL 계정 ID 찾기
ms: Pencari ID Akaun LoL
nl: LoL Account ID Zoeker
pl: Wyszukiwarka ID konta LoL
pt: Encontrar ID de conta de LoL
ro: LoL nume de cont cautare
ru: Поиск идентификатора ID учетной записи LoL
sr: Pretraga ID-a naloga
sv: LoL Konto ID Hittaren
th: โปรแกรมค้นหารหัสบัญชี LoL
tr: LoL Hesap kimliği Bulucu
uk: Лог ідентифікатор облікового запису
vi: Trình tìm kiếm ID tài khoản LoL

source: Enter a summoner name and find their account ID. If they name change the account ID will remain the same.
da: Indtast et indkaldelsesnavn og find deres konto-id. Hvis de navngiver navn, forbliver konto-id'et det samme.
de: Geben Sie einen Beschwörernamen ein und finden Sie die Kontonummer. Wenn der Name sich ändert, wird die Konto-ID gleich bleiben.
et: Sisesta kasutajanimi ja leia kasutaja ID. Nimemuutuse puhul jääb ID samaks.
fi: Anna summonin nimi ja löydä heidän käyttäjätunnuksensa. Jos he muuttavat nimeään, käyttäjänimi pysyy samana.
fr: Entrez un nom d'invocateur et trouvez l'identifiant de votre compte. Si elles changent de nom, l'identifiant de compte restera le même.
hu: Írj be egy idézői nevet, és keresd meg a felhasználó ID-jét. Ha nevet váltanak, ez nem változik.
id: Masukkan nama summoner dan temukan ID akun mereka. Jika mereka mengganti nama, ID akun akan tetap sama.
it: Inserisci un Nome Evocatore e trova il loro ID Utente. Se cambiano il loro Nome Evocatore il loro ID Utente rimarrà lo stesso.
ja: サモナーの名前を入力し、アカウントIDを探します。名前が変更されてもアカウントIDは変わりません。
ko: 소환사 이름을 입력하고 계정 ID를 찾으십시오. 이름이 변경되면 계정 ID는 동일하게 유지됩니다.
ms: Masukkan nama pemanggil dan cari ID akaun mereka. Jika nama mereka menukar ID akaun akan tetap sama.
nl: Voer een summoner naam in en vind de account ID. Als ze hun naam veranderen blijft de account ID hetzelfde.
nn: Oppgi et innkallingsnavn og finn sin konto-ID. Hvis de navngir endring, vil konto-IDen forbli den samme.
pl: Wpisz nazwę przywoływacza i znajdź jego ID konta. Jeśli jego nazwa się zmieni, ID pozostanie takie samo.
pt: Insira um nome de invocador e encontre seu ID. Se ele mudar de nome, o ID da conta permanecerá o mesmo.
ro: Scrie un nume de summoner si cautale numele de cont. Daca si-au schimbat numele de summoner , numele de cont o sa ramana acelasi.
ru: Введите имя призывателя и найдите его идентификатор учетной записи. Если изменить имя, идентификатор учетной записи останется прежним.
sr: Ukucaj ime summonera da vidis njihov ID naloga
sv: Skriv en Summoners namn och hitta dess konto ID. Om de ändrar sitt namn så kommer Konto ID fortfarande vara det samma.
th: ป้อนชื่อผู้เรียกและค้นหารหัสบัญชีของตน หากเปลี่ยนชื่อรหัสบัญชีจะยังคงเหมือนเดิม
tl: Magpasok ng pangalan ng summoner at hanapin ang kanilang account ID. Kung ang pangalan nila baguhin ang account ID ay mananatiling pareho.
tr: Sihirdar ismini gir ve Hesap kimliğini bul, Eğer sihirdar ismi değiştirildiyse Hesap kimliği aynı kalır.
uk: Введіть ім'я супровідника та знайдіть його ідентифікатор облікового запису. Якщо вони називаються змінами, ідентифікатор облікового запису залишиться незмінним.
vi: Nhập tên người triệu tập và tìm ID tài khoản của họ. Nếu họ đổi tên, ID tài khoản sẽ vẫn giữ nguyên.

source: Search
da: Søg
de: Suche
et: Otsing
fi: Etsi
fr: Rechercher
hu: Keresés
id: Pencarian
it: Cerca
ja: 検索
ko: 수색
ms: Carian
nl: Zoeken
nn: Søke
pl: Szukaj
pt: Procurar
ro: Cauta
ru: Поиск
sr: Traži
sv: Sök
th: ค้นหา
tl: Paghahanap
tr: Ara
uk: Пошук
vi: Tìm kiếm

source: %(display_name)s was found!
da: %(display_name)s blev fundet!
et: %(display_name)s leiti!
fi: %(display_name) löytyi!
fr: %(display_name)s a été trouvé!
hu: %(display_name)s talált!
id: %(display_name)s ditemukan!
it: %(display_name)s è stato trovato!
ja: %(display_name)sが見つかりました！
ko: %(display_name)s을 (를) 찾았습니다!
nl: %(display_name)s is gevonden!
nn: %(display_name)s ble funnet!
pt: %(display_name)s foi encontrado!
ro: %(display_name)s a fost găsit!
ru: Был найден %(display_name)s!
sv: %(display_name)s hittades!
th: %(display_name)s พบแล้ว!
tl: Natagpuan ang %(display_name)s!
tr: %(display_name)s bulundu!
uk: %(display_name)s знайдено!
vi: Đã tìm thấy %(display_name)s!

source: Last game
da: Sidste spil
de: Letztes Spiel
et: Viimane mäng
fi: Viimeisin peli
fr: Dernier match
hu: Utolsó játék
id: Permainan terakhir
it: Ultimo gioco
ja: 最後の試合
ko: 마지막 게임
ms: Permainan terakhir
nl: Laatste spel
nn: Siste spill
pl: Ostatnia gra
pt: Última partida
ro: Ultimul joc
ru: Последняя игра
sr: Последња игра
sv: Senaste spelet
th: เกมสุดท้าย
tl: Huling laro
tr: Son oyun
uk: Остання гра
vi: Trận đấu cuối cùng

source: Last active
da: Sidste aktiv
de: Letzte Aktivität
et: Viimati aktiivne
fi: Viimeksi aktiivinen
fr: Dernière activité
hu: Utoljára aktív
id: Terakhir aktif
it: Ultimo attivo
ja: 最終ログイン
ko: 마지막 활성
ms: Aktif terakhir
nl: Laatst actief
nn: Sist aktiv
pl: Ostatnio aktywny
pt: Visto por último
ro: Ultima data activ
ru: Последнее посещение
sr: Последња активна
sv: Senast aktiv
th: ใช้งานล่าสุด
tl: Huling Aktibo
tr: Son aktiflik
uk: Останній активний
vi: Hoạt động lần cuối

source: Level
da: Niveau
fi: Taso
fr: Niveau
hu: Szint
id: Tingkat
it: Livello
ja: レベル
ko: 수평
ms: Tahap
nn: Nivå
pl: Poziom
pt: Nível
ro: Nivelul
ru: Уровень
sr: Nivo
th: ชั้น
tl: Antas
tr: Seviye
uk: Рівень
vi: Cấp độ

source: Track
fi: Seuraa
fr: Piste
ja: トラック
pt: Acompanhar
ro: Urmări
sv: Spår
tr: Denetle

source: Click and bookmark to track
da: Klik og bogmærke for at spore
de: Klicke und füge den Namen zum Lesezeichen hinzu
et: Jälgimiseks klõpsake ja järjehoidjat
fi: Napsauta ja kirjanmerkkaa seurataksesi
fr: Cliquez et ajoutez dans vos favoris pour faire le suivi.
hu: Kattints és könyvjelzőzz és követéshez
id: Klik dan bookmark untuk melacak
it: Clicca ed aggiungi ai preferiti per tracciare
ja: クリックでブックマークしトラックする
ko: 클릭하여 북마크에 추가
ms: Klik dan penanda halaman untuk menjejaki
nl: Klik en voeg toe om te volgen
nn: Klikk og bokmerke for å spore
pl: Kliknij i dodaj zakładkę, by śledzić
pt: Clique e favorite para acompanhar
ro: Faceți clic și marcaj pentru a urmări
ru: Нажмите и отметьте, чтобы следить
sr: Klikni na bookmark da pratis
sv: Klicka och bokmärk för att spåra
th: คลิกและบุ๊กมาร์กเพื่อติดตาม
tl: Mag-click at mag-bookmark upang subaybayan
tr: Denetlemek için tıkla ve yer imine ekle
uk: Клацніть і закладку для відстеження
vi: Nhấp và đánh dấu để theo dõi

source: %(summoner_name)s is not in use!
da: %(summoner_name)s er ikke i brug!
et: %(summoner_name)s pole kasutusel!
fi: %(summoner_name) ei ole käytössä!
fr: %(summoner_name)s n'est pas utilisé!
hu: %(summoner_name)s nincs használatban!
id: %(summoner_name)s tidak digunakan!
it: %(summoner_name)s non è in uso!
ja: %(summoner_name)sは使用されていません！
ko: %(summoner_name)s이 (가) 사용 중이 아닙니다.
nl: %(summoner_name)s is niet in gebruik!
nn: %(summoner_name)s er ikke i bruk!
pt: %(summoner_name)s não está em uso!
ro: %(summoner_name)s nu este în uz!
ru: %(summoner_name)s не используется!
sv: %(summoner_name)s används inte!
th: %(summoner_name)s ไม่ได้ใช้งาน!
tl: Hindi ginagamit ang %(summoner_name)s!
tr: %(summoner_name)s kullanımda değil!
uk: %(summoner_name)s не використовується!
vi: %(summoner_name)s không được sử dụng!

source: See what summoner name belongs to account ID %(account_id)s!
da: Se, hvad indkaldelses navn tilhører konto id %(account_id)s!
de: Sehen Sie, welcher Beschwörername zur Konto-ID %(account_id)s gehört!
et: Vaata, mis kasutajanimi kuulub kasutaja ID %(account_id)s!
fi: Katso, mikä summoner nimi kuuluu tilin tunnusnumeroon %(account_id)s!
fr: Voyez à quel nom invocateur appartient à l'identifiant %(account_id)s!
hu: Nézd meg milyen idézői név tartozik a következő felhasználói ID-hez: %(account_id)s
id: Lihat apa nama summoner milik ID akun %(account_id)s!
it: Vedi quale nome del convocatore appartiene all'ID account %(account_id)s!
ja: どのサモナーの名前がアカウントID %(account_id)sに属しているかを確認してください！
ko: 계정 아이디 %(account_id)s에 소속 된 이름이 무엇인지 확인하십시오!
nl: Zie welke summoner naam bij de account ID hoort %(account_id)s!
nn: Se hvilket kallende navn tilhører konto-ID %(account_id)s!
pl: Zobacz, jaka nazwa przywoływacza należy do ID konta %(account_id)s!
pt: Veja o nome de invocador que pertence ao ID %(account_id)s!
ro: Cauta care nume de summoner este legat de acest nume de cont:%(account_id)s!
ru: Посмотрите, какое имя призывателя принадлежит идентификатору учетной записи %(account_id)s!
sv: Se vilket summoner namn som tillhör konto ID %(account_id)s!
th: ดูชื่อผู้เรียกร้องที่เป็นของ ID บัญชี %(account_id)s!
tl: Tingnan kung ano ang pagmamay-ari ng pangalan ng summoner sa account ID %(account_id)s!
tr: Hangi Sihirdar isminin %(account_id)s bu Hesap kimliğine ait olduğunu arayın !
uk: Подивіться, що ім'я сумнера належить до облікового запису ID %(account_id)s!
vi: Xem tên người triệu tập nào thuộc ID tài khoản %(account_id)s!

source: Search for a summoner name using an account ID.
da: Søg efter et indkaldelsesnavn ved hjælp af et kontonavn.
de: Suchen Sie nach einem Beschwörernamen mit einer Konto-ID.
et: Otsi kasutajanime kasutades kasutaja ID.
fi: Etsi summoner nimi käyttäjätunnuksella.
fr: Recherchez un nom d'invocateur à l'aide d'un identifiant de compte.
hu: Keress rá egy idézői névre felhasználói ID alapján.
id: Cari nama summoner menggunakan ID akun.
it: Cerca un Nome Evocatore usando un ID Utente.
ja: アカウントIDを使ってサモナーの名前を検索します。
ko: 계정 ID를 사용하여 소환사 이름을 검색하십시오.
ms: Cari nama pemanggil menggunakan ID akaun.
nl: Zoek voor een summoner naam met gebruik van een account ID.
nn: Søk etter et oppfordringsnavn ved hjelp av en konto-ID.
pl: Wyszukaj nazwę przywoływacza, używając ID konta.
pt: Procure um nome de invocador através do ID da conta.
ro: Cauta pentru fiecare nume de summoner care are nume de cont
ru: Найдите имя призывателя, используя идентификатор учетной записи.
sr: Trazi ime koristeci ID Naloga
sv: Sök på ett summoner-namn med ett konto-ID
th: ค้นหาชื่อผู้เรียกใช้โดยใช้รหัสบัญชี
tl: Maghanap ng isang pangalan ng summoner gamit ang isang account ID.
tr: Hesap kimliğini kullanarak Sihirdar ismini bulun.
uk: Шукайте ім'я супровідника за допомогою ідентифікатора облікового запису.
vi: Tìm kiếm tên người triệu tập bằng ID tài khoản.

source: LoL Name by Account ID
da: LoL Navn efter Konto ID
de: LoL Name nach Konto-ID
et: LoL Nimi Kasutaja ID kaudu
fi: LoL nimi käyttäjätunnuksen perusteella
fr: LoL nom par ID de compte
hu: LoL Név felhasználói ID alapján.
id: LoL Nama berdasarkan ID Akun
it: Nome di LoL per ID Utente
ja: アカウントIDによるLoLの名前
ko: 계정 ID별로 LoL 이름
ms: Nama LoL mengikut ID Akaun
nl: LoL Naam op account ID
nn: LoL-navn etter konto-ID
pl: Nazwa LoL według ID konta
pt: Nome de LoL por ID da conta
ro: LoL nume de cont
ru: Имя LoL по идентификатору учетной записи
sr: LoL ime po ID-u naloga
sv: LoL namn med konto ID
th: ชื่อ LoL ตามรหัสบัญชี
tr: Hesap kimliğinden LoL ismi
uk: Лог Ім'я за ідентифікатором профілю
vi: Tên LoL theo ID tài khoản

source: Track a summoner name using an account ID. Enter a summoner's account ID and find their username. It works the same way as lolking used to, bookmark the page and you'll always know the summoner name even after they name change.
fi: Seuraa summonerin nimeä käyttäjätunnuksella. Anna summonerin käyttäjätunnus ja etsi heidän käyttäjänimi. Se toimii samalla tavalla kuin lolkingilla oli tapana, kirjanmerkkaa sivu ja tiedät aina summonerin nimen myös sen jälkeen, kun he vaihtavat nimeä.
fr: Suivre un nom d'invocateur en utilisant un identifiant de compte. Entrez un identifiant de compte d'invocateur et trouvez son nom d'utilisateur. Cela fonctionne de la même manière que lolking, signetiez la page et vous connaîtrez toujours le nom de l'invocateur même après le changement de nom.
ja: アカウントIDを使用してサモナーの名前を追跡します。サモナーのアカウントIDを入力して、そのユーザー名を見つけます。ページをブックマークしたり、名前を変更した後でもサモナーの名前を知っているのと同じように機能します。
pt: Acompanhe um nome de invocador usando o ID da conta. Insira o ID do invocador e encontre seu nome de usuário. Funciona da mesma forma que o LOLKing costumava funcionar: favorite a página da conta e você sempre saberá seu nome de invocador, mesmo sendo alterado.
ro: Urmăriți un nume summoner utilizând un ID de cont. Introduceți ID-ul unui cont de summoner și găsiți numele de utilizator al acestuia. Funcționează la fel ca și în cazul utilizării lolking, marcând pagina și veți ști întotdeauna numele summonerului chiar și după schimbarea numelui.
sv: Spåra ett samtalsnamn med ett konto-ID. Ange en summoners konto-ID och hitta deras användarnamn. Det fungerar på samma sätt som lolking brukade, bokmärke sidan och du kommer alltid att känna till summorns namn även efter namnändringen.
tr: Hesap kimliğini kullanarak Sihirdar adını denetleyin. Sihirdar ismini girin ve Hesap kimliğini bulun. LoLking'le aynı şekilde çalışır, sayfayı yer imlerine ekleyip isim değişikliğinden sonra bile sihirdar adını bilirsiniz.

source: Account ID was found!
fi: Käyttäjätunnus löytyi!
fr: Le compte a été trouvé!
ja: アカウントID が見つかりました！
nl: Account-ID gevonden!
pt: ID da conta foi encontrado!
ro: ID-ul contului a fost găsit!
sv: Konto-ID hittades!
tr: Hesap kimliği bulundu!

source: Current Name
da: Nuværende navn
de: Aktueller Name
et: Praegune nimi
fi: Nykyinen nimi
fr: Nom actuel
hu: Jelenlegi név
id: Nama Saat Ini
it: Nome corrente
ja: 現在の名前
ko: 현재 이름
ms: Nama Semasa
nl: Huidige naam
nn: Nåværende navn
pl: Bieżące imię
pt: Nome atual
ro: Nume curent
ru: Текущее имя
sr: Тренутни назив
sv: Nuvarande namn
th: ชื่อปัจจุบัน
tl: Kasalukuyang Pangalan
tr: Şu anki ismi
uk: Поточне ім'я
vi: Tên thật

source: Previous Names
da: Tidligere navne
de: Vorherige Namen
et: Eelmised nimed
fi: Aiemmat nimet
fr: Noms précédents
hu: Előző nevek
id: Nama Sebelumnya
it: Nomi precedenti
ja: 以前の名前
ko: 이전 이름
ms: Nama-nama sebelumnya
nl: Vorige namen
nn: Tidligere navn
pl: Poprzednie imiona
pt: Nomes anteriores
ro: Numele precedent
ru: Предыдущие имена
sr: Претходни називи
sv: Tidigare namn
th: ชื่อก่อนหน้า
tl: Mga Nakaraang Pangalan
tr: Önceki isimler
uk: Попередні імена
vi: Tên trước

source: Coming soon!
da: Kommer snart!
de: Demnächst!
et: Tulekul!
fi: Tulossa pian!
fr: Arrive bientôt!
hu: Hamarosan!
id: Segera akan datang!
it: Prossimamente!
ja: 近日公開！
ko: 곧 출시 될 예정입니다.
ms: Akan datang!
nl: Binnenkort beschikbaar!
nn: Kommer snart!
pl: Wkrótce!
pt: Em breve!
ro: In curand!
ru: Скоро будет!
sr: Долази ускоро!
sv: Kommer snart!
th: เร็ว ๆ นี้!
tl: Malapit na!
tr: Çok yakında!
uk: Незабаром!
vi: Sắp có!
