Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: Number of Summoners
da: Antal indkaldere
de: Anzahl der Beschwörer
et: Summonerite arv
fi: Summonerien lukumäärä
fr: Nombre d'invocateurs
hu: Idézők száma
id: Jumlah Summoner
it: Numero di Evocatori
ja: サモナー人の数
ko: 소환 자의 수
ms: Bilangan Pemanggil Summoner
nl: Aantal summoners
nn: Antall Summoners
pl: Liczba Przywoływaczy
pt: Número de Invocadores
ro: Nume de Summoneri
ru: Число призывателей
sr: Broj Summonera
sv: Antal Summoners
th: จำนวนผู้ที่เรียกร้อง
tl: Bilang ng mga Summoner
tr: Sihirdarların Sayısı
uk: Кількість призовників
vi: Số lượng Summoner

source: lol name change history
da: lol navneændringshistorik
de: lol Name ändern Geschichte
et: lol nimi muutuse ajalugu
fi: lol nimenmuutos historia
fr: histoire de changement de nom lol
id: nama lol mengubah sejarah
it: lol cambia la cronologia dei nomi
ja: 名前変更履歴
ko: 롤 이름 변경 내역
ms: sejarah perubahan nama lol
nl: lol naamsveranderingsgeschiedenis
nn: lol navn endre historie
pl: lol historia zmian nazwy
pt: histórico mudanças nome lol
ro: lol nume istorie schimbare
ru: История изменений названия lol
sr: лол историја промена имена
sv: lol namnbyte historia
th: ประวัติการเปลี่ยนชื่อ lol
tl: lol kasaysayan ng pagbabago ng pangalan
tr: lol isim değişikliği geçmişi
uk: lol історію зміни назви
vi: lịch sử thay đổi tên lol

source: league name change history
da: liga navneændringshistorik
de: Liga-Namen ändern Geschichte
et: Liiga nimi muutuse ajalugu
fi: liigan nimen muutoshistoria
fr: historique des changements de nom de ligue
hu: bajnoki névváltozási előzmény
id: sejarah perubahan nama liga
it: nome della lega cambia la storia
ja: リーグ名変更履歴
ko: 리그 이름 변경 기록
ms: sejarah perubahan nama liga
nl: geschiedenis van de naamsverandering
nn: liga navn endre historie
pl: Historia zmian w historii ligi
pt: histórico mudança nick lol
ro: istoria schimbării numelui ligii
ru: история изменений названия лиг
sr: историја промена имена лиге
sv: liganamnbyteshistorik
th: ประวัติการเปลี่ยนชื่อลีก
tl: kasaysayan ng pagbabago ng pangalan ng liga
tr: league isim değişikliği geçmişi
uk: історія зміни назви ліги
vi: lịch sử thay đổi tên giải đấu

source: lol name history
da: lol navn historie
de: lol Name Geschichte
et: lol nimi ajalugu
fi: lol nimi historia
fr: histoire du nom lol
hu: lol névtörténet
id: sejarah nama lol
it: lol storia del nome
ja: LoLの名前の歴史
ko: 롤 이름 기록
ms: sejarah nama lol
nl: lol naam geschiedenis
nn: lol navn historie
pl: lol historia nazw
pt: histórico nome lol
ro: lol nume istorie
ru: История имени лола
sr: лол историја имена
sv: lol namn historik
th: ประวัติชื่อ lol
tl: kasaysayan ng pangalan ng lol
tr: lol isim geçmişi
uk: lol історія назв
vi: lịch sử tên lol

source: League of Legends previous names
da: League of Legends tidligere navne
de: League of Legends vorherige Namen
et: Legends League of previous names
fi: League of Legends aikaisemmat nimet
fr: League of Legends noms précédents
hu: League of Legends korábbi nevek
id: League of Legends nama sebelumnya
it: League of Legends precedenti
ja: リーグオブレジェンドの旧名称
ko: 리그 오브 레전드 이전 이름
ms: Nama Legends of Legends
nl: League of Legends vorige namen
nn: League of Legends tidligere navn
pl: Poprzednie nazwiska League of Legends
pt: nomes anteriores League of Legends
ro: Liga Legendelor nume precedente
ru: Лига легенд предыдущие имена
sr: Леагуе оф Легендс претходна имена
sv: League of Legends tidigare namn
th: League of Legends ชื่อเดิม
tl: Mga pangalan ng liga ng mga Alamat
tr: League of Legends önceki isimler
uk: Попередні імена Ліги легенд
vi: Tên trước đây của Liên Minh Huyền Thoại

source: League of Legends name change history
da: League of Legends navneændring historie
de: League of Legends nennt Änderungshistorie
et: League of Legends nimemuutus ajalugu
fi: League of Legendsin nimenmuutos historia
fr: Historique des changements de nom de League of Legends
hu: League of Legends névváltozási előzmények
id: League of Legends mengubah nama sejarah
it: League of Legends name cambia storia
ja: リーグオブレジェンズの名前変更履歴
ko: 리그 오브 레전드의 이름 변경 기록
ms: Nama legenda Liga Perubahan sejarah
nl: League of Legends-geschiedenis voor naamsverandering
nn: League of Legends navn endre historie
pl: Historia zmian nazwy League of Legends
pt: histórico de alterações nome League of Legends
ro: Liga Legendelor istoria schimbării numelui
ru: История изменений названия League of Legends
sr: Историја промене имена лиге легенди
sv: League of Legends namnbyte historik
th: ประวัติการเปลี่ยนแปลงชื่อเรื่อง League of Legends
tl: Ang kasaysayan ng pagbabago ng pangalan ng Liga ng Mga Alamat
tr: League of Legends isim değişim tarihi
uk: Ліга легенд історія зміни назви
vi: Lịch sử thay đổi tên League of Legends

source: lol previous names
da: lol tidligere navne
de: lol vorherige Namen
et: lol eelmisi nimesid
fi: lol aikaisemmat nimet
fr: lol noms précédents
hu: lol korábbi nevek
id: lol nama sebelumnya
it: lol precedenti
ja: 前の名前を覚えなさい
ko: 이전 이름을 권해라.
ms: lol nama-nama sebelumnya
nl: lol vorige namen
nn: lol tidligere navn
pl: Poprzednie imiona
pt: nomes anteriores lol
ro: lol nume anterioare
ru: Предыдущие имена lol
sr: лол претходна имена
sv: lol tidigare namn
th: lol ชื่อก่อนหน้านี้
tl: lol nakaraang mga pangalan
tr: önceki isimler lol
uk: Lol попередні імена
vi: lol tên trước

source: League of Legends name history
da: League of Legends navn historie
de: League of Legends nennen Geschichte
et: Legendide Liit Nimekirja ajalugu
fi: League of Legends nimi historia
fr: Historique des noms de League of Legends
hu: League of Legends névtörténet
id: Sejarah nama League of Legends
ja: リーグオブレジェンズの歴史
ko: 전설 리그 역사의 리그
ms: Sejarah nama Liga Liga
nl: League of Legends-geschiedenis
nn: League of Legends navn historie
pl: Historia nazw League of Legends
pt: histórico de nomes de League of Legends
ro: Liga Legendelor nume istorie
ru: История Лиги легенд
sr: Лига легенди историја имена
sv: League of Legends namn historik
th: ประวัติความเป็นมาของ League of Legends
tl: Kasaysayan ng pangalan ng Liga ng Mga Alamat
tr: League of Legends isim geçmişi
uk: Ліга легенд історія імен
vi: Lịch sử tên League of Legends

source: League of Legends name change
da: League of Legends navneændring
de: League of Legends Namensänderung
et: League of Legends nimemuutus
fi: League of Legendsin nimenmuutos
fr: Changement de nom League of Legends
hu: League of Legends névváltozás
id: Nama League of Legends berubah
it: Il nome della League of Legends cambia
ja: リーグオブレジェンズの名前変更
ko: 리그 오브 레전드 이름 변경
ms: Nama Liga Legenda berubah
nl: Naamswijziging League of Legends
nn: League of Legends navneendring
pl: Zmiana nazwy League of Legends
pt: mudança de nomes League of Legends
ro: Liga Legendelor schimba numele
ru: Изменение названия Лиги Легенд
sr: Промена имена лиге легенди
sv: League of Legends namnbyte
th: การเปลี่ยนชื่อ League of Legends
tl: Ang pagbabago ng pangalan ng Liga ng Mga Alamat
tr: League of Legends isim değişikliği
uk: Ліга легенд змінює назву
vi: Thay đổi tên League of Legends

source: league name history
da: liga navn historie
de: Liga-Namen Geschichte
et: liiga nimiajalugu
fi: league nimihistoria
fr: histoire du nom de la ligue
hu: bajnoki névtörténet
id: sejarah nama liga
it: storia del nome della lega
ja: リーグ名履歴
ko: 리그 명 기록
ms: sejarah nama liga
nl: naam geschiedenis van de competitie
nn: liga navn historie
pl: Historia ligi
pt: histórico de noems lol
ro: istoria numelui ligii
ru: история имени лиги
sr: историја имена лиге
sv: league namn historik
th: ประวัติศาสตร์ลีก
tl: kasaysayan ng pangalan ng liga
tr: league isim geçmişi
uk: історія назви ліги
vi: lịch sử tên giải đấu

source: summoner name history
da: Summoner navn historie
de: Beschwörer Name Geschichte
et: Summoneri nime ajalugu
fi: summoner nimihistoria
fr: histoire du nom d'invocateur
it: storia del nome dell'evocatore
ja: サモナーネーム履歴
ko: 소명사의 역사
ms: sejarah nama pemanggil
nl: Summoner naam geschiedenis
nn: Summoner navn historie
pl: nazwa przywoływacza
pt: histórico nome de invocador
ro: istoricul numelui summoner
ru: История имени вызывающего
sr: историја имена примаоца
sv: Summoner namn historik
th: ประวัติชื่อผู้เรียก
tl: kasaysayan ng pangalan ng summoner
tr: sihirdar adı geçmişi
uk: історія назви суматора
vi: lịch sử tên summoner

source: lol name change
da: lol navneændring
de: lol Name ändern
et: lol nimi muutub
fi: lol nimenmuutos
fr: changement de nom lol
hu: lol névváltoztatás
id: perubahan nama lol
it: lol cambio di nome
ja: 名前の変更
ko: 롤 이름 변경
ms: perubahan nama lol
nl: lol naamsverandering
nn: lol navneendring
pl: lol zmiana nazwy
pt: mudança de nome lol
ro: lol schimbarea numelui
ru: Изменение имени лола
sr: лол промена имена
sv: lol namnbyte
th: เปลี่ยนชื่อ lol
tl: lol pangalan ng pagbabago
tr: lol adı değişikliği
uk: lol змінити назву
vi: thay đổi tên lol

source: lol name tracker
da: lol navn tracker
fi: lol nimiseurain
fr: traqueur de nom de lol
hu: lol név tracker
id: pelacak nama lol
ja: LoLの名前トラッカー
ko: 롤 이름 추적기
ms: pelawat nama lol
nl: lol naamtracker
nn: lol navnet tracker
pl: lol tracker nazw
pt: rastrear nome lol
ro: lol numele tracker
sr: лол име трацкер
sv: lol namn spårare
th: ติดตามชื่อ lol
tr: lol adı denetleyici
vi: lol tên tracker

source: league name change tracker
da: liga navneændring tracker
de: Liga-Name-Change-Tracker
et: liiga nime muutuse jälgija
fi: liigan nimenmuutoksenseurain
fr: traqueur de changement de nom de ligue
hu: bajnoki névváltozási tracker
id: Pelacak perubahan nama liga
it: nome della lega cambia traccia
ja: LoLの名前変更トラッカー
ko: 리그 이름 변경 추적기
ms: nama liga perubahan tracker
nl: naamsverandering tracker
pl: śledzenie zmian nazwy ligi
pt: rastreador de mudança de nome lol
ro: urmărirea schimbării numelui listei
ru: лига
sr: лига за промену имена
th: เปลี่ยนชื่อลีก
tl: pangalan ng pagbabago ng liga tracker
tr: league isim değişikliği denetleyici
uk: назва лінії зміни назви
vi: trình theo dõi thay đổi tên giải đấu

source: Track League of Legends name changes!
da: Track League of Legends navneændringer!
de: Verfolge League of Legends Namensänderungen!
et: Jälgi League of Legends nime muutusi!
fi: Seuraa League of Legends nimenmuutoksia!
fr: Suivez les changements de nom de League of Legends!
hu: Kövesd a League of Legends névváltoztatásokat!
id: Lacak perubahan nama League of Legends!
it: Tieni traccia dei cambi nome di League of Legends!
ja: リーグオブレジェンズのサモナーの名前変更ルールに関するよくある質問です。
ko: 리그 오브 레전드 소환사 이름 변경 규칙에 관해 자주 묻는 질문들.
ms: Jejak nama Legends of Legends berubah!
nl: Volg League of Legends naam veranderingen!
nn: Track League of Legends navn endringer!
pl: Śledź zmiany nazw League of Legends!
pt: Fique de olho em mudanças de nome de League of Legends!
ro: Urmareste schimbarile de nume
ru: Часто задаваемые вопросы о правилах смены имен LoL.
sr: Prati promene imena u LOLu!
sv: Spåra League of Legends namnändringar!
th: Track League of Legends เปลี่ยนชื่อ!
tl: Ang mga pagbabago ng pangalan ng Track League of Legends!
tr: League of Legends isim değişikliklerini denetle!
uk: Трек Ліга легенд змінює назву!
vi: Theo dõi các thay đổi về tên của Liên Minh Huyền Thoại!

source: Step 1: Lookup Account ID
da: Trin 1: Opslagskonto ID
de: Schritt 1: Kontonummer suchen
et: 1. samm: otsingu konto ID
fi: Vaihe 1: Etsi käyttäjätunnus
fr: Étape 1: Identifiant de compte de recherche
hu: 1. lépés: A keresési fiók azonosítója
id: Langkah 1: Cari ID Akun
it: Passaggio 1: ID account di ricerca
ja: ステップ1: アカウントIDを検索する
ko: 1 단계 : 계정 ID 조회
ms: Langkah 1: Cari ID Akaun
nl: Stap 1: Account-ID opzoeken
nn: Trinn 1: Oppslagskonto ID
pl: Krok 1: Wyszukaj identyfikator konta
pt: Etapa 1: Encontrar ID da conta
ro: Pasul 1: ID-ul contului de căutare
ru: Шаг 1. Идентификатор учетной записи
sr: Корак 1: ИД налога за претрагу
sv: Steg 1: Hitta Konto ID
th: ขั้นตอนที่ 1: ค้นหารหัสบัญชี
tl: Hakbang 1: Hanapin ang ID ng Account
tr: 1. Adım: Hesabın kimliğini öğren
uk: Крок 1. Ідентифікатор облікового запису
vi: Bước 1: Tra cứu ID tài khoản

source: Step 2: Search by Account ID and bookmark to track
da: Trin 2: Søg efter konto-id og bogmærke for at spore
de: Schritt 2: Suche nach Konto-ID und Lesezeichen zum Nachverfolgen
et: 2. samm: otsimine konto ID ja järjehoidja järgi
fi: Vaihe 2: Hae käyttäjätunnuksen ja kirjanmerkin mukaan
fr: Étape 2: Recherche par ID de compte et par signet à suivre
hu: 2. lépés: Keresse meg a fiók azonosítóját és a könyvjelzőt nyomon követéséhez
id: Langkah 2: Cari berdasarkan ID Akun dan bookmark untuk melacak
it: Passaggio 2: ricerca per ID account e segnalibro da tracciare
ja: ステップ2: アカウントIDで検索してトラックにブックマークする
ko: 2 단계 : 계정 ID로 검색하고 북마크하여 추적하십시오.
ms: Langkah 2: Cari mengikut Akaun ID dan penanda halaman untuk menjejaki
nl: Stap 2: Zoeken op account-ID en bladwijzer om te volgen
nn: Trinn 2: Søk etter konto-ID og bokmerke for å spore
pl: Krok 2: Wyszukaj według identyfikatora konta i dodaj zakładkę do śledzenia
pt: Etapa 2: Pesquisar pelo ID da conta e favoritar para acompanhar
ro: Pasul 2: căutați după ID-ul contului și marcajul pentru urmărire
ru: Шаг 2. Поиск по идентификатору учетной записи и закладке для отслеживания.
sr: 2. корак: потражите по ИД налога и обележивачем за праћење
sv: Steg 2: Sök Konto ID och bokmärk för att spåra
th: ขั้นตอนที่ 2: ค้นหาตามรหัสบัญชีและบุ๊กมาร์กที่จะติดตาม
tl: Hakbang 2: Maghanap sa pamamagitan ng Account ID at bookmark upang subaybayan
tr: 2. Adım: Hesap kimliğiyle arama yapın ve takip etmek için yer imlerine ekleyin
uk: Крок 2. Пошук за ідентифікатором облікового запису та закладкою для відстеження
vi: Bước 2: Tìm kiếm theo ID tài khoản và dấu trang để theo dõi

source: lol nick
et: lol hüüdnimi
fi: lol nimimerkki
ja: LoLニックネーム
ko: 닉 애인
ro: lol pauză
sr: лол ницк
th: ฮ่า ๆ nick
uk: Лол Нік

source: GitHub is my preferred option. Otherwise you can contact me on Reddit, Facebook or Twitter. Please include the URL the bug occured on and as much information as possible.
fi: GitHub on ensisijainen vaihtoehtoni. Muuten voit ottaa minuun yhteyttä Redditissä, Facebookissa tai Twitterissä. Ole hyvä ja liitä URL-osoite, jossa bugi tapahtui, ja liitä mukaan lisätietoa mahdollisimman paljon.

source: Invalid Account ID
da: Søg efter konto-id
de: Invalide Konto ID
et: Otsi Kasutaja ID kaudu
hu: Keresés Felhasználó ID alapján
id: ID Akun Tidak Valid
it: ID Utente non valido
ko: 계정 ID로 검색
ms: ID Akaun tidak sah
nl: Invalide Account ID
nn: Ugyldig konto-ID
pl: Nieprawidłowe ID Konta
ru: Поиск по идентификатору учетной записи
sr: Neprikladan ID naloga
th: รหัสบัญชีไม่ถูกต้อง
tl: Di-wastong ID ng Account
uk: Недійсний ідентифікатор облікового запису
vi: ID tài khoản không hợp lệ

source: All Available Names
da: Mulige åbne navne
de: Alle verfügbaren Namen
et: Kõik saadaolevad nimed
hu: Minden Lehetséges Név
id: Semua Nama Yang Tersedia
it: Tutti i nomi disponibili
ko: 사용 가능한 모든 이름
ms: Semua Nama Yang Tersedia
nl: Alle beschikbare namen
nn: Alle tilgjengelige navn
pl: Wszystkie dostępne Nazwy
ru: Все доступные имена
sr: Sva dostupna imena
th: ชื่อที่ใช้ได้ทั้งหมด
tl: Lahat ng Mga Magagamit na Pangalan
uk: Усі доступні імена
vi: Tất cả các tên có sẵn

source: All timezones are in UTC. Use this <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">timezone converter</a> to adjust them to your local time.
da: Alle tidszoner er i UTC. Brug denne <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">tidszoneomformer</a> til at justere dem til din lokale tid.
de: Alle Zeitzonen sind in UTC. Verwenden Sie diesen <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">Zeitzonen-Konverter</a>, um sie an Ihre Ortszeit anzupassen.
et: Kõik ajatsoonid on UTC. Kasuta seda <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">ajatsooni muundurit</a>, et muuta UTC oma kohalikuks ajaks.
hu: UTC. Használd ezt az <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">időzóna átváltót</a>, ha szükséges.
id: Semua zona waktu dalam UTC. Gunakan <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">konverter zona waktu</a> ini untuk menyesuaikannya dengan waktu lokal Anda.
it: Tutti i fusi orari sono in Tempo Coordinato Universale. Usa questo <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">convertitore di fusi orari</a> per farlo coincidere con il tuo fuso orario.
ko: 모든 시간대는 UTC로 표시됩니다. 이 <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">시간대 변환기를</a> 사용하여 현지 시간으로 조정하십시오.
ms: Semua masa adalah di UTC. Gunakan <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">penukar zon masa</a> ini untuk menyesuaikannya dengan masa setempat anda.
nn: Alle tidssoner er i UTC. Bruk denne <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">tidszoneomformeren</a> til å justere dem til din lokale tid.
pl: Wszystkie strefy czasowe są w UTC. Użyj tego <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">konwertera stref czasowych</a>, aby dostosować je do twojego czasu lokalnego.
ru: Все временные интервалы находятся в UTC. <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">timezone converter</a>Используйте этот преобразователь часового пояса, чтобы настроить их на свое местное время.</a>
sr: Sve zone su UTC
tl: Ang lahat ng timezone ay nasa UTC. Gamitin ang <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">converter ng timezone na</a> ito upang ayusin ang mga ito sa iyong lokal na oras.
vi: Tất cả múi giờ đều ở dạng UTC. Sử dụng công cụ <a href="https://www.timeanddate.com/worldclock/converter.html?iso=20170502T220000&p1=1440" target="_blank" rel="noopener">chuyển đổi múi giờ</a> này để điều chỉnh chúng theo giờ địa phương của bạn.

source: Where should I report a bug?
da: Hvor skal jeg rapportere en fejl?
de: Wo sollte ich einen Fehler melden?
et: Kuhu peaksin teavitama veast?
hu: Hol jelentsek bugokat?
id: Di mana saya harus melaporkan bug?
it: Dove devo segnalare un bug?
ko: 어디에서 버그를보고해야합니까?
ms: Di manakah saya harus melaporkan pepijat?
nl: Waar zou ik een fout kunnen rapporteren?
nn: Hvor skal jeg rapportere en feil?
pl: Gdzie mam zgłosić błąd?
ru: Где я должен сообщить об ошибке?
sr: Gde da prijavim grešku?
th: ฉันควรรายงานข้อบกพร่องที่ไหน
tl: Saan ako dapat mag-ulat ng isang bug?
uk: Де я повинен повідомити про помилку?
vi: Tôi nên báo cáo lỗi ở đâu?

source: Summoner ID
de: Beschwörernamen ID
et: Kasutaja
hu: Idéző
id: ID Summoner
it: ID Evocatore
ko: 소환사 ID
ms: ID Summoner
pl: ID przywoływacza
ru: Идентификатор ID призывателя
sr: Summoner
th: ID ผู้เรียกร้อง
uk: Ідентифікатор виклику
vi: ID người triệu tập

source: Look up a username using an account ID. Enter a summoner's account ID and find their username.
da: Find et brugernavn ved hjælp af et kontonavn. Indtast en indkalders konto-id og find deres brugernavn.
de: Schauen Sie einen Benutzernamen mit einer Konto-ID an. Geben Sie die Kontonummer eines Beschwörers ein und finden Sie ihren Benutzernamen.
et: Otsi üles kasutajanimi kasutades kasutaja ID. Sisesta kasutaja ID ja leia nende nimi.
hu: Keresd meg a felhasználónevet egy felhasználói ID-vel. Írd be egy idéző felhasználó ID-jét, és találd meg a felhasználónevüket.
id: Cari nama pengguna menggunakan ID akun. Masukkan ID akun summoner dan temukan nama penggunanya.
it: Cerca un nome utente usando un ID utente. Inserisci un ID Utente di un evocatore per trovare il loro nome utente.
ko: 계정 ID를 사용하여 사용자 이름을 찾습니다. 소환의 계정 ID를 입력하고 사용자 이름을 찾으십시오.
ms: Cari nama pengguna menggunakan ID akaun. Masukkan ID akaun pemanggil dan cari nama pengguna mereka.
nl: Zoek een gebruikersnaam door een account ID te gebruiken. Voeg een summoner’s account ID toe en vind hun gebruikersnaam.
nn: Slå opp et brukernavn ved hjelp av en konto-ID. Oppgi en innkallers konto-ID og finn brukernavnet sitt.
pl: Wyszukaj nazwę użytkownika przy użyciu ID konta. Wprowadź ID konta przywoływacza i znajdź jego nazwę użytkownika.
ru: Найдите имя пользователя, используя идентификатор учетной записи. Введите идентификатор учетной записи призывателя и найдите его имя пользователя.
sr: Trazi username koristeci ID naloga
th: ค้นหาชื่อผู้ใช้โดยใช้รหัสบัญชี ป้อนรหัสบัญชีของผู้เรียกร้องและค้นหาชื่อผู้ใช้
tl: Hanapin ang isang username gamit ang isang account ID. Magpasok ng ID ng account ng summoner at hanapin ang kanilang username.
uk: Знайдіть ім'я користувача за допомогою ідентифікатора облікового запису. Введіть ідентифікатор облікового запису та знайдіть його ім'я користувача.
vi: Tra cứu tên người dùng bằng ID tài khoản. Nhập ID tài khoản của người summoner và tìm tên người dùng của họ.

source: Account ID %(account_id)s was found!
da: Konto ID %(account_id)s blev fundet!
et: Konto ID %(account_id)s leiti!
hu: Fiókazonosító %(account_id)s találtak!
id: ID Akun %(account_id)s ditemukan!
it: L'ID account %(account_id)s è stato trovato!
ko: 계정 ID %(account_id)s가 발견되었습니다!
nn: Konto-ID %(account_id)s ble funnet!
ru: Идентификатор учетной записи %(account_id)s был найден!
th: พบรหัสบัญชี %(account_id)s!
tl: Natagpuan ang ID ng Account %(account_id)s!
uk: Ідентифікатор облікового запису %(account_id)s був знайдений!
vi: Đã tìm thấy ID tài khoản %(account_id)s!

source: <p>The last update was 12:44:39 24-Oct-2018 UTC. Bookmark this page and check back in <iframe src="https://free.timeanddate.com/countdown/i6gsbk6y/n1440/cf11/cm0/cu4/ct1/cs0/ca0/co0/cr0/ss0/cac000/cpc000/pct/tcfff/fs100/szw320/szh135/iso2018-10-27T11:00:00" allowTransparency="true" frameborder="0" width="99" height="19"></iframe> for the next update.</p>
et: <p> Viimane uuendus oli 12:44:39 24. oktoober-2018 UTC. Lisage sellele lehele järjehoidja ja kontrollige uuesti <iframe src="https://free.timeanddate.com/countdown/i6gsbk6y/n1440/cf11/cm0/cu4/ct1/cs0/ca0/co0/cr0/ss0/cac000/cpc000/pct/tcfff/fs100/szw320/szh135/iso2018-10-27T11:00:00" allowTransparency="true" frameborder="0" width="99" height="19"></iframe> järgmise värskenduse jaoks. </p>
id: <p> Pembaruan terakhir adalah 12:44:39 24-Oct-2018 UTC. Tandai halaman ini dan periksa kembali <iframe src="https://free.timeanddate.com/countdown/i6gsbk6y/n1440/cf11/cm0/cu4/ct1/cs0/ca0/co0/cr0/ss0/cac000/cpc000/pct/tcfff/fs100/szw320/szh135/iso2018-10-27T11:00:00" allowTransparency="true" frameborder="0" width="99" height="19"></iframe> untuk pembaruan selanjutnya. </p>
ko: <p> 마지막 업데이트는 UTC 2016 년 10 월 24 일 12시 44 분 39 초에있었습니다. 이 페이지를 북마크에 추가하고 다시 체크인하십시오. <iframe src="https://free.timeanddate.com/countdown/i6gsbk6y/n1440/cf11/cm0/cu4/ct1/cs0/ca0/co0/cr0/ss0/cac000/cpc000/pct/tcfff/fs100/szw320/szh135/iso2018-10-27T11:00:00" allowTransparency="true" frameborder="0" width="99" height="19"></iframe> 다음 업데이트를 위해. </p>
