Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: <p>Number of possible perfect scores remaining: <b>1</b> - <a href="http://euw.op.gg/summoner/userName=WanderingRictiq" target="_blank" rel="nofollow noopener">WanderingRictiq (EUW)</a> | <a href="https://pickem.na.lolesports.com/en-US#user/5374964/my-picks/bracket" target="_blank" rel="nofollow noopener">pick'ems</a> | <a href="http://euw.op.gg/summoner/userName=rictiq" target="_blank" rel="nofollow noopener">main op.gg</a></p>
et: <p> Võimalike täiuslike tulemuste arv: <b>1</b> - <a href="http://euw.op.gg/summoner/userName=WanderingRictiq" target="_blank" rel="nofollow noopener">WanderingRictiq (EUW)</a> | <a href="https://pickem.na.lolesports.com/en-US#user/5374964/my-picks/bracket" target="_blank" rel="nofollow noopener">pick'ems</a> | <a href="http://euw.op.gg/summoner/userName=rictiq" target="_blank" rel="nofollow noopener">peamine op.gg</a> </p>
id: <p> Jumlah skor sempurna yang mungkin tersisa: <b>1</b> - <a href="http://euw.op.gg/summoner/userName=WanderingRictiq" target="_blank" rel="nofollow noopener">WanderingRictiq (EUW)</a> | <a href="https://pickem.na.lolesports.com/en-US#user/5374964/my-picks/bracket" target="_blank" rel="nofollow noopener">pick'ems</a> | <a href="http://euw.op.gg/summoner/userName=rictiq" target="_blank" rel="nofollow noopener">op.gg utama</a> </p>
ko: <p> 가능한 남은 점수의 수 : <b>1</b> - <a href="http://euw.op.gg/summoner/userName=WanderingRictiq" target="_blank" rel="nofollow noopener">WanderingRictiq (EUW)</a> | <a href="https://pickem.na.lolesports.com/en-US#user/5374964/my-picks/bracket" target="_blank" rel="nofollow noopener">선택</a> | <a href="http://euw.op.gg/summoner/userName=rictiq" target="_blank" rel="nofollow noopener">주 op.gg</a> </p>

source: <p>Highest possible scores: <b>84</b> total, <b>64</b> group and <b>20</b> knockout. The current highest knockout score is <b>20</b>.</p>
et: <p> Kõrgeim võimalik punktid: <b>84</b> kokku, <b>64</b> gruppi ja <b>20</b> võistkonda. Praegune kõrgeim võitja punktisumma on <b>20</b> . </p>
id: <p> Skor tertinggi yang mungkin: total <b>84</b> , <b>64</b> grup dan <b>20</b> KO. Skor knockout tertinggi saat ini adalah <b>20</b> . </p>
ko: <p> 가능한 최고 점수 : 총 <b>84</b> 개, 그룹 <b>64</b> 개, 녹아웃 <b>20 개</b> . 현재 가장 높은 녹아웃 점수는 <b>20</b> 입니다. </p>

source: <p>The last update was 10:39:01 28-Oct-2018 UTC. Bookmark this page and check back in <iframe src="https://free.timeanddate.com/countdown/i6gsbk6y/n1440/cf11/cm0/cu4/ct1/cs0/ca0/co0/cr0/ss0/cac000/cpc000/pct/tcfff/fs100/szw320/szh135/iso2018-10-28T11:00:00" allowTransparency="true" frameborder="0" width="99" height="19"></iframe> for the next update.</p>
da: <p> Den sidste opdatering var 10:39:01 28-okt-2018 UTC. Bogmærke denne side og tjek tilbage <iframe src="https://free.timeanddate.com/countdown/i6gsbk6y/n1440/cf11/cm0/cu4/ct1/cs0/ca0/co0/cr0/ss0/cac000/cpc000/pct/tcfff/fs100/szw320/szh135/iso2018-10-28T11:00:00" allowTransparency="true" frameborder="0" width="99" height="19"></iframe> til den næste opdatering. </p>
hu: <p> Az utolsó frissítés 10:39:01 28-Oct-2018 UTC. Ezt az oldalt jelölje be és ellenőrizze <iframe src="https://free.timeanddate.com/countdown/i6gsbk6y/n1440/cf11/cm0/cu4/ct1/cs0/ca0/co0/cr0/ss0/cac000/cpc000/pct/tcfff/fs100/szw320/szh135/iso2018-10-28T11:00:00" allowTransparency="true" frameborder="0" width="99" height="19"></iframe> a következő frissítéshez. </p>
it: <p> L&#39;ultimo aggiornamento è stato 10:39:01 28-ott-2018 UTC. Aggiungi questa pagina ai segnalibri e ricontrolla <iframe src="https://free.timeanddate.com/countdown/i6gsbk6y/n1440/cf11/cm0/cu4/ct1/cs0/ca0/co0/cr0/ss0/cac000/cpc000/pct/tcfff/fs100/szw320/szh135/iso2018-10-28T11:00:00" allowTransparency="true" frameborder="0" width="99" height="19"></iframe> per il prossimo aggiornamento. </p>
tl: <p> Ang huling pag-update ay 10:39:01 28-Okt-2018 UTC. I-bookmark ang pahinang ito at suriin muli <iframe src="https://free.timeanddate.com/countdown/i6gsbk6y/n1440/cf11/cm0/cu4/ct1/cs0/ca0/co0/cr0/ss0/cac000/cpc000/pct/tcfff/fs100/szw320/szh135/iso2018-10-28T11:00:00" allowTransparency="true" frameborder="0" width="99" height="19"></iframe> para sa susunod na pag-update. </p>

source: <p>Number of possible perfect scores remaining: <b>0</b>
da: <p> Antal mulige perfekte scoringer tilbage: <b>0</b>
hu: <p> A lehetséges tökéletes pontszámok száma: <b>0</b>
it: <p> Numero di possibili punteggi perfetti rimanenti: <b>0</b>
nn: <p> Antall mulige perfekte poeng gjenstår: <b>0</b>
tl: <p> Bilang ng mga posibleng perpektong iskor na natitira: <b>0</b>

source: <p>Highest possible scores: <b>104</b> total, <b>64</b> group and <b>40</b> knockout. The current highest knockout score is <b>35</b>.</p>
da: <p> Højest mulige point: <b>104</b> totalt, <b>64</b> gruppe og <b>40</b> knockout. Den nuværende højeste knockout score er <b>35</b> . </p>
hu: <p> Legmagasabb pontszámok: <b>104</b> összesen, <b>64</b> csoport és <b>40</b> kiesés. A jelenlegi legmagasabb kieséses pontszám <b>35</b> . </p>
it: <p> I punteggi più alti possibili: <b>104 in</b> totale, <b>64 di</b> gruppo e <b>40 a</b> eliminazione diretta. Il punteggio attuale più alto a eliminazione diretta è <b>35</b> . </p>
tl: <p> Pinakamataas na posibleng puntos: <b>104</b> kabuuan, <b>64 pangkat</b> at <b>40</b> knockout. Ang kasalukuyang pinakamataas na iskor ng knockout ay <b>35</b> . </p>

source: <p>The last update was 21:29:12 27-Oct-2018 UTC. Bookmark this page and check back in <iframe src="https://free.timeanddate.com/countdown/i6gsbk6y/n1440/cf11/cm0/cu4/ct1/cs0/ca0/co0/cr0/ss0/cac000/cpc000/pct/tcfff/fs100/szw320/szh135/iso2018-10-28T11:00:00" allowTransparency="true" frameborder="0" width="99" height="19"></iframe> for the next update.</p>
nn: <p> Den siste oppdateringen var 21:29:12 27-okt-2018 UTC. Bokmerk denne siden og sjekk inn igjen <iframe src="https://free.timeanddate.com/countdown/i6gsbk6y/n1440/cf11/cm0/cu4/ct1/cs0/ca0/co0/cr0/ss0/cac000/cpc000/pct/tcfff/fs100/szw320/szh135/iso2018-10-28T11:00:00" allowTransparency="true" frameborder="0" width="99" height="19"></iframe> for neste oppdatering. </p>

source: <p>Highest possible scores: <b>94</b> total, <b>64</b> group and <b>30</b> knockout. The current highest knockout score is <b>25</b>.</p>
nn: <p> Høyest mulig score: <b>94</b> totalt, <b>64</b> gruppe og <b>30</b> knockout. Den nåværende høyeste knockout-poengsummen er <b>25</b> . </p>
