Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: Current level
da: Nuværende niveau
de: Aktuelles Level
et: Praegune tase
fi: Nykyinen taso
fr: Niveau actuel
hu: Jelenlegi szint
id: Level saat ini
it: Livello attuale
ja: 現在のレベル
ko: 현재 레벨
ms: Tahap semasa
nl: Huidig niveau
nn: Nåværende nivå
pl: Aktualny poziom
pt: Nível atual
ro: Nivelul actual
ru: Текущий уровень
sr: Тренутни ниво
sv: Nuvarande level
th: ระดับปัจจุบัน
tl: Kasalukuyang lebel
tr: Mevcut seviye
uk: Поточний рівень
vi: Cấp độ hiện tại

source: %(account_id)s is not owned!
da: %(account_id)s er ikke ejet!
et: %(account_id)s ei kuulu!
fi: %(account_id)s ei ole omistuksessa!
fr: %(account_id)s n'est pas la propriété!
hu: %(account_id)s nem tulajdonosa!
id: %(account_id)s tidak dimiliki!
it: %(account_id)s non è di proprietà!
ja: %(account_id)sは所有していません！
ko: %(account_id)s는 소유하지 않습니다!
nl: %(account_id)s is geen eigendom!
nn: %(account_id)s er ikke eid!
pt: %(account_id)s não está em uso!
ro: %(account_id)s nu este deținut!
ru: %(account_id)s не принадлежит!
sv: %(account_id)s ägs inte!
th: %(account_id)s ไม่ได้เป็นเจ้าของ!
tl: Hindi pagmamay-ari ang %(account_id)s!
tr: %(account_id)s sahipsizdir!
uk: %(account_id)s не належить!
vi: %(account_id)s không thuộc sở hữu!

source: highest level in League of Legends
da: højeste niveau i League of Legends
de: höchste Stufe in League of Legends
et: kõrgeim tase League of Legends'is
fi: korkeimmalla tasolla League of Legendsissä
fr: plus haut niveau dans League of Legends
hu: legmagasabb szinten a League of Legends-ben
id: level tertinggi di League of Legends
it: livello più alto in League of Legends
ja: リーグオブレジェンズ最高レベル
ko: 리그 오브 레전드에서 최고 레벨
ms: tahap tertinggi dalam League of Legends
nl: hoogste niveau in League of Legends
nn: høyeste nivå i ligaforbundet
pl: najwyższy poziom w League of Legends
pt: nível mais alto em League of Legends
ro: cel mai înalt nivel din Liga Legendelor
ru: самый высокий уровень в Лиге Легенд
sr: највиши ниво у Лиги легенди
sv: högsta level i Legends League
th: ระดับสูงสุดใน League of Legends
tl: pinakamataas na antas sa League of Legends
tr: League of Legends'taki en yüksek seviye
uk: найвищий рівень у Лізі легенд
vi: cấp cao nhất trong Liên Minh Huyền Thoại

source: lol highest level
da: lol højeste niveau
de: lol höchste Stufe
et: lol kõrgeim tase
fi: lol korkein taso
fr: lol plus haut niveau
hu: lol legmagasabb szinten
id: lol level tertinggi
it: lol livello più alto
ja: LoL最高レベル
ko: 권위있는 최고 수준
ms: lol tahap tertinggi
nl: lol hoogste niveau
nn: lol høyeste nivå
pl: lol najwyższy poziom
pt: nível mais alto lol
ro: lol cel mai înalt nivel
ru: LOL самый высокий уровень
sr: лол највиши ниво
sv: lol högsta level
th: ฮ่า ๆ ระดับสูงสุด
tl: lol pinakamataas na antas
tr: lol en yüksek seviye
uk: lol вищий рівень
vi: lol cấp cao nhất

source: highest League of Legends level
da: højeste League of Legends niveau
de: höchstes Level der League of Legends
et: suurim Legendide Liiga tase
fi: korkein League of Legends -taso
fr: niveau le plus élevé de League of Legends
hu: legmagasabb League of Legends szinten
id: tingkat League of Legends tertinggi
it: il più alto livello di League of Legends
ja: リーグオブレジェンズ最高レベル
ko: 가장 높은 전설 수준의 리그
ms: tahap Liga Legenda tertinggi
nl: hoogste niveau van League of Legends
nn: høyeste league of legends nivå
pl: najwyższy poziom League of Legends
pt: maior nível de League of Legends
ro: cea mai înaltă liga a nivelurilor Legends
ru: Высший уровень Лиги Легенд
sr: највиши ниво лиге легенди
sv: högsta League of Legends level
th: ลีกระดับตำนานสูงสุด
tl: pinakamataas na antas ng League of Legends
tr: League of Legends en yüksek seviyesi
uk: найвищий рівень Ліги легенд
vi: cấp độ Liên Minh Huyền Thoại cao nhất

source: highest level in lol
da: højeste niveau i lol
de: höchste Stufe in lol
et: kõrgeim lol
fi: korkein taso lol:ssa
fr: plus haut niveau en lol
hu: legmagasabb szint a lol
id: level tertinggi dalam lol
it: livello più alto in lol
ja: LoLの最高レベル
ko: 롤 최고 수준
ms: tahap tertinggi dalam lol
nl: hoogste niveau in lol
nn: høyeste nivå i lol
pl: najwyższy poziom w lol
pt: maior nível lol
ro: cel mai înalt nivel în lol
ru: самый высокий уровень в LOL
sr: највиши ниво у лол
sv: högsta level i lol
th: ระดับสูงสุดใน lol
tl: pinakamataas na antas sa lol
tr: lol en yüksek seviyesi
uk: найвищий рівень в LOL
vi: mức cao nhất trong lol

source: highest league level
da: højeste liga niveau
de: höchstes Liga-Niveau
et: kõrgeim tase
fi: korkein league taso
fr: plus haut niveau de la ligue
hu: a legmagasabb bajnoki szint
id: tingkat liga tertinggi
it: livello più alto della lega
ja: 最高レベル
ko: 최고 리그 레벨
ms: tahap liga tertinggi
nl: hoogste niveau
nn: høyeste liga nivå
pl: najwyższy poziom ligi
pt: maior level lol
ro: cel mai înalt nivel al liga
ru: высокий уровень лиги
sr: највиши ниво лиге
sv: högsta league level
th: ระดับลีกสูงสุด
tl: pinakamataas na antas ng liga
tr: en yüksek league seviyesi
uk: найвищий рівень ліги
vi: cấp cao nhất

source: highest level on League of Legends
da: højeste niveau på League of Legends
de: höchste Stufe bei League of Legends
et: kõrgeim tase League of Legends'is
fi: korkein taso League of Legends
fr: plus haut niveau sur League of Legends
hu: legmagasabb szinten a League of Legends-ben
id: level tertinggi di League of Legends
it: livello più alto su League of Legends
ja: リーグオブレジェンズの最高レベル
ko: 리그 오브 레전드에서 최고 레벨
ms: tahap tertinggi di League of Legends
nl: hoogste niveau op League of Legends
nn: høyeste nivå på League of Legends
pl: najwyższy poziom w League of Legends
pt: maior level de League of Legends
ro: cel mai înalt nivel din Liga Legendelor
ru: самый высокий уровень в Лиге Легенд
sr: највиши ниво на Леагуе оф Легендс
sv: högsta level i Legends League
th: ระดับสูงสุดของ League of Legends
tl: pinakamataas na antas sa League of Legends
tr: League of Legends'deki en yüksek seviye
uk: найвищий рівень на Лігу легенд
vi: cấp cao nhất trên Liên Minh Huyền Thoại

source: highest level league player
da: højeste niveau liga player
de: Spieler der höchsten Liga
et: kõrgeima tasemega mängija
fi: korkein taso league pelaaja
fr: joueur de la ligue de plus haut niveau
hu: legmagasabb szintű bajnoki játékos
id: pemain liga tingkat tertinggi
it: giocatore di livello più alto della lega
ja: 最高レベルのLoLプレイヤー
ko: 최고 수준의 리그 선수
ms: pemain liga peringkat tertinggi
nl: hoogste niveau league-speler
nn: høyeste nivå league player
pl: gracz na najwyższym poziomie
pt: jogador de lol com nível mais alto
ro: cel mai înalt jucător liga
ru: игрок лиги высокого уровня
sr: играч лиге највишег нивоа
sv: högsta level league spelare
th: ผู้เล่นระดับสูงที่สุดในลีก
tl: pinakamataas na antas ng manlalaro ng liga
tr: en yüksek seviye league oyuncusu
uk: гравець вищого рівня ліги
vi: cầu thủ giải đấu cấp cao nhất

source: top level lol
da: øverste niveau lol
de: oberste Ebene lol
et: tipptasemel lol
fi: korkein taso lol
fr: niveau supérieur lol
id: lol tingkat atas
it: lol di alto livello
ja: LoLトップレベル
ko: 최상위 레벨 권자
ms: tingkat atas lol
nl: topniveau lol
nn: toppnivå lol
pl: najwyższy poziom lol
ro: lol nivel superior
ru: верхний уровень LOL
sr: највиши ниво лол
sv: högsta level lol
th: ฮ่า ๆ ระดับบนสุด
tr: en yüksek seviye lol
uk: верхній рівень lol
vi: cấp cao nhất lol

source: highest level lol player
da: højeste niveau lol afspiller
de: Lol Spieler der höchsten Stufe
et: kõrgeim lol mängija
fi: korkein taso lol pelaaja
fr: plus haut niveau joueur lol
hu: legmagasabb szintű lol játékos
id: pemain lol tingkat tertinggi
it: giocatore lol di altissimo livello
ja: 最高レベルのLoLプレイヤー
ko: 최고 수준의 롤 플레이어
ms: pemain lolos tahap tertinggi
nl: hoogste niveau lol speler
nn: høyeste nivå lol spiller
pl: najwyższy poziom gracza LOL
pt: jogador de lol com maior nível
ro: cel mai bun jucator de nivel lol
ru: самый высокий уровень игрока lol
sr: лол плаиер на највишем нивоу
sv: högsta level lol spelare
th: ผู้เล่นฮ่า ๆ ระดับสูงสุด
tl: pinakamataas na antas ng manlalaro lol
tr: en yüksek seviye lol oyuncusu
uk: найвищий рівень lol player
vi: trình chơi lol cấp cao nhất

source: lol level
da: lol niveau
de: lol Niveau
et: lol tase
fi: lol taso
fr: niveau lol
hu: lol szint
id: tingkat lol
it: lol livello
ja: LoLレベル
ko: 롤 레벨
ms: tahap lol
nl: lol niveau
nn: lol nivå
pl: poziom lol
pt: nível lol
ro: lol nivel
ru: Уровень LOL
sr: лол ниво
th: ระดับ lol
tr: lol seviyesi
uk: Лол рівень
vi: cấp độ lol

source: League of Legends highest level player
da: League of Legends højeste niveau spiller
de: League of Legends Spieler der höchsten Stufe
et: League of Legends kõrgeima taseme mängija
fi: League of Legendsin korkeimman tason soitin
fr: Meilleur joueur de League of Legends
hu: League of Legends legmagasabb szintű játékos
id: Pemain level tertinggi League of Legends
it: League of Legends giocatore di livello più alto
ja: 最高レベルのリーグオブレジェンズプレイヤー
ko: Legends Legends 최고 수준의 선수
ms: Liga Legends pemain tahap tertinggi
nl: League of Legends speler van het hoogste niveau
nn: League of Legends høyeste nivå spiller
pl: Gracz na najwyższym poziomie League of Legends
pt: jogador de League of Legends com nível mais alto
ro: League of Legends jucător de nivel înalt
ru: Лига Легенд игрок самого высокого уровня
sr: Лига легенди највишег играча
sv: League of Legends högsta level spelare
th: League of Legends ผู้เล่นระดับสูงสุด
tl: Liga ng Mga Alamat ng pinakamataas na antas ng manlalaro
tr: League of Legends'deki en yüksek seviye oyuncu
uk: Ліга легенд найвищого гравця
vi: Người chơi cấp cao nhất của Liên Minh Huyền Thoại

source: who is the highest level in League of Legends
da: Hvem er det højeste niveau i Legends League
de: Wer ist der höchste Level in League of Legends?
et: kes on League of Legends kõrgeim tase
fi: kuka on League of Legendsin korkeimalla tasolla
fr: qui est le plus haut niveau dans League of Legends
hu: aki a League of Legends legmagasabb szintje
id: yang merupakan level tertinggi di League of Legends
it: chi è il livello più alto in League of Legends
ja: レジェンドオブレジェンズの最高レベル
ko: 리그 오브 레전드에서 가장 높은 레벨
ms: yang merupakan tahap tertinggi dalam League of Legends
nl: wie is het hoogste niveau in League of Legends
nn: hvem er det høyeste nivået i legenes legender?
pl: kto jest najwyższym poziomem w League of Legends
pt: jogador de League of Legends com maior nível
ro: care este cel mai înalt nivel din Liga Legendelor
ru: который является самым высоким уровнем в Лиге Легенд
sr: који је највиши ниво у Лиги легенди
sv: vem är högst level i League of Legends
th: ซึ่งเป็นระดับสูงสุดใน League of Legends
tl: sino ang pinakamataas na antas sa League of Legends
tr: League of Legends'ın en yüksek seviyesi kim
uk: хто є найвищим рівнем у Лізі легенд
vi: ai là cấp cao nhất trong Liên Minh Huyền Thoại

source: what is the highest level in League of Legends
da: Hvad er det højeste niveau i Legends League
de: Was ist die höchste Stufe in League of Legends
et: mis on legendide liiga kõrgeim tase
fi: mikä on League of Legendsin korkein taso
fr: quel est le plus haut niveau dans League of Legends
hu: mi a legmagasabb szint a League of Legends-ben
id: apa level tertinggi di League of Legends
it: qual è il livello più alto in League of Legends
ja: リーグオブレジェンズの最高レベルは何ですか？
ko: 리그 오브 레전드에서 가장 높은 레벨은 무엇입니까?
ms: apakah tahap tertinggi dalam League of Legends
nl: wat is het hoogste niveau in League of Legends
nn: Hva er det høyeste nivået i Legends League
pl: jaki jest najwyższy poziom w League of Legends
pt: qual é o nível mais alto em League of Legends
ro: care este cel mai înalt nivel din Liga Legendelor
ru: какой самый высокий уровень в Лиге Легенд
sr: који је највиши ниво у Лиги легенди
sv: Vad är den högsta leveln i League of Legends
th: อะไรคือระดับสูงสุดใน League of Legends
tl: ano ang pinakamataas na antas sa League of Legends
tr: League of Legends'ın en yüksek seviyesi nedir
uk: Який найвищий рівень у Лізі легенд
vi: cấp độ cao nhất trong Liên Minh Huyền Thoại là gì

source: highest level in League of Legends right now
da: højeste niveau i League of Legends lige nu
de: höchste Stufe in League of Legends jetzt
et: Legendide Liiga kõrgeim tase kohe
fi: korkein taso League of Legendsissä juuri nyt
fr: le plus haut niveau de League of Legends en ce moment
hu: legmagasabb szinten a League of Legends-ben
id: level tertinggi di League of Legends sekarang
it: il livello più alto in League of Legends adesso
ja: リーグオブレジェンズ最高レベル
ko: 리그 오브 레전드에서 최고 레벨
ms: tahap tertinggi dalam League of Legends sekarang
nl: hoogste niveau in League of Legends op dit moment
nn: høyeste nivå i League of Legends akkurat nå
pl: najwyższy poziom w League of Legends już teraz
pt: maior nível em League of Legends hoje
ro: cel mai înalt nivel din Liga Legendelor chiar acum
ru: самый высокий уровень в Лиге Легенд прямо сейчас
sr: тренутно највиши ниво у Лиги легенди
sv: högsta level i League of Legends just nu
th: ระดับสูงสุดใน League of Legends ในขณะนี้
tl: pinakamataas na antas sa League of Legends ngayon
tr: League of Legends'da şu an en yüksek seviye kim
uk: найвищий рівень у Лізі легенд прямо зараз
vi: cấp cao nhất trong Liên Minh Huyền Thoại ngay bây giờ

source: summoner level leaderboard
da: summoner niveau leaderboard
de: Beschwörer-Level-Bestenliste
et: Summoneri taseme edetabel
fi: summoner level pistetaulukko
fr: classement au niveau de l'invocateur
id: papan peringkat tingkat summoner
it: classifica del livello dell'evocatore
ja: サモナーレベルリーダー
ko: 소서너 레벨 리더 보드
ms: leaderboard peringkat penyokong
nn: Summoner nivå leaderboard
pl: tablica rekordów poziomu przywoływacza
pt: Invocadores com maiores níveis
ro: summoner la nivel de clasă
ru: таблица лидеров уровня вызывающего
sr: лидербоард нивоа позајмице
sv: summoner level rekordlista
th: ลีดเดอร์บอร์ดระดับผู้นำระดับสูง
tl: leaderboard na antas ng summoner
tr: sihirdar seviyesi sıralaması
uk: рівень лідерів на рівні суминера
vi: bảng xếp hạng cấp summoner

source: See the top %(number)s summoner levels in the world!
da: Se top %(number)s summoner niveauer i verden!
de: Seht euch die %(number)s besten Beschwörer-Levels der Welt an!
et: Vaadake top %(number)s summoner taset maailmas!
fi: Katso maailman top %(number)s summoner tasot!
fr: Voir les %(number)s premiers niveaux d'invocateur au monde!
hu: Tekintse meg a világ első %(number)s summoner szintjét!
id: Lihat tingkat summoner top %(number)s di dunia!
it: Vedi i %(number)s livelli Evocatore più alti al mondo!
ja: 世界のトップ%(number)sサモナーレベルを見てください！
ko: 세계에서 가장 많은 %(number)s 명의 소환사 레벨을보십시오!
nl: Zie de top %(number)s summoner levels in de wereld!
nn: Se topp %(number)s summoner nivåer i verden!
pl: Zobacz najwyższe %(number)s poziomów na świecie!
pt: Veja os top %(number)s invocadores com níveis mais altos do mundo!
ro: Vezi topul %(number)s cu cele mai mari nivele din lume
ru: Посмотреть топ %(number)s призывателей по уровню в мире!
sv: Se topp %(number)s summoner levels i världen!
th: ดูระดับผู้เรียกร้องยอด %(number)s ระดับโลก!
tl: Tingnan ang mga nangungunang %(number)s antas ng summoner sa mundo!
tr: Dünyadaki en yüksek %(number)s oyuncu seviyelerine bakın!
uk: Дивіться топ %(number)s Summoner рівня в світі!
vi: Xem %(number)s cấp summoner hàng đầu trên thế giới!

source: The top summoner level in League of Legends!
da: Den øverste summoner niveau i League of Legends!
de: Das höchste Beschwörerlevel in League of Legends
et: Top kasutajalevel League of Legendsis!
fi: Korkein summoner taso League of Legends:ssä!
fr: Les meilleurs scores d'invocateur dans League of Legends!
hu: A legnagyobb szint a League of Legendsben!
id: Tingkat summoner di League of Legends!
it: Il livello evocatore più alto in League of Legends!
ja: リーグオブレジェンズのトップサモナーレベル！
ko: 레전드 오브 리그 (Legends of Legends)의 최상위 소음 레벨!
ms: Peringkat summoner teratas dalam League of Legends!
nl: De top summoner level in League of Legends!
nn: Den øverste summoner nivå i League of Legends!
pl: Najwyższy poziom przywoływacza w League of Legends!
pt: Invocador com nível mais alto de League of Legends!
ro: Cel mai mare level din League Of Legends
ru: Топ призывателей по уровню в League of Legends!
sr: Najveci Level u LoLu
sv: Den högsta summoner level i League of Legends!
th: ระดับผู้เรียกร้องยอดนิยมใน League of Legends!
tl: Ang pinakamataas na antas ng summoner sa League of Legends!
tr: League Of Legendst'daki en yüksek seviye
uk: Найкращий рівень суминців у Лізі легенд!
vi: Cấp summoner hàng đầu trong League of Legends!

source: Track who has the highest summoner level in League of Legends. The high scores can be shown as world wide or sorted by region. See the summoner level leaderboards.
da: Spor, hvem har det højeste summoner niveau i League of Legends. High scores kan vises som verdensomspændende eller sorteret efter region. Se ledelsesplanerne for indkaldelsesniveauet.
de: Verfolge wer das höchste Beschwörerlevel in League of Legends hat. Die Rekorde können weltweit oder sortiert nach Region dargestellt werden. Schau dir die Beschwörerlevel Bestenliste an.
et: Jälgi, kellel on kõrgeim kasutajalevel League of Legendsis. Edetabelit saab vaadata ülemaailmselt või regiooni järgi. Vaata kasutajalevelite edetabelit.
fi: Seuraa sitä kenellä on korkein summoner taso League of Legendsissa. Huipputulokset voidaan näyttää maailmanlaajuisena tai lajitella alueittain. Katso summoner taso tulostauluja.
fr: Traquez qui a le meilleur score d'invocateur dans League of Legends. Les meilleurs scores peuvent etre afficher globalement ou trié par régions. Regardez le classement des niveaux d'invocateurs
hu: Kövesd nyomon, hogy kinek a legnagyobb a szintje a League of Legendsben. Régió alapján rendezheted, vagy az egész világot nézheted. Tekintsd meg a szint toplistát.
id: Lacak siapa yang memiliki level summoner tertinggi di League of Legends. Skor tinggi dapat ditampilkan sebagai seluruh dunia atau diurutkan berdasarkan wilayah. Lihat papan peringkat summoner.
it: Traccia chi ha il livello evocatore più alto in League of Legends. I punteggi più alti possono essere mostrati globalmente o divisi per regione. Vedi i livelli evocatore più alti.
ja: リーグオブレジェンドで最高のサモナーレベルの人を追跡します。世界規模で表示することも、地域別に表示することもできます。サモナーレベルのリーダーボードを参照してください。
ko: 리그 오브 레전드에서 가장 높은 소집자를 추적합니다. 높은 점수는 전 세계적으로 또는 지역별로 정렬하여 표시 할 수 있습니다. Summoner 레벨 리더 보드를 확인하십시오.
ms: Trek yang mempunyai tahap penyeraman tertinggi dalam League of Legends. Markah tinggi boleh ditunjukkan sebagai seluruh dunia atau disusun mengikut rantau. Lihat papan pendahulu peringkat penyokong.
nl: Volg wie het hoogste summoner level heeft in League of Legends. De hoogste scores kunnen worden laten zien als wereldwijd of gesorteerd op regio. Zie de summoner lever scoreborden.
nn: Spor hvem som har det høyeste summoner nivået i League of Legends. Høydepoengene kan vises som verdensomspennende eller sortert etter region. Se toppmøter for toppmøter.
pl: Śledź, kto ma najwyższy poziom przywoływacza w League of Legends. Najlepsze wyniki można pokazać jako ogólnoświatowe lub posortowane według regionu. Zobacz tabelę liderów poziomu przywoływacza.
pt: Acompanhe quem tem o maior nível de League of Legends. As pontuações podem ser mostradas em todo o mundo ou ordenadas por região. Veja as tabelas de classificação de nível.
ro: Urmareste cine are cel mai mare level in League of Legends.Acesta poate fi sortat pe reguine sau toata planeta.
ru: Отследить тех, кто имеет высший уровень призывателя в League of Legends. Результаты могут быть показаны по миру или сортированы по региону. Посмотреть таблицу лидеров по уровню призывателя.
sr: Prati ko ima najveci nivo u LoL-u. Visoki skorovi ce biti prikazani na svetskom nivou ili sortirano prema regionu. Pogledaj listu najvecih nivoa
sv: Spåra vem som har den högsta summoner level i League of Legends. Topplistan kan visas som högst i världen eller sorterad på region. Se summoner level topplistan.
th: ติดตามผู้ที่มีระดับผู้เรียกร้องสูงสุดใน League of Legends คะแนนสูงสามารถแสดงผลได้ทั่วโลกหรือจัดเรียงตามภูมิภาค ดูลีดเดอร์บอร์ดระดับผู้นำระดับสูง
tl: Subaybayan kung sino ang pinakamataas na antas ng summoner sa League of Legends. Ang mga mataas na iskor ay maipapakita bilang buong mundo o pinagsunod-sunod ayon sa rehiyon. Tingnan ang mga leaderboard antas ng summoner.
tr: Hangi oyuncunun League of Legends'da en yüksek seviyeye sahip olduğunu öğrenin. Sıralamalar dünya çapında veya bölgeye göre bakılabilir. Sihirdar seviyesi sıralamasını gör
uk: Трек, який має найвищий рівень підписів у Лізі легенд. Кращі результати можуть бути показані в усьому світі або відсортовані по регіонах. Перегляньте таблицю лідерів рівня Summoner.
vi: Theo dõi ai có cấp độ summoner cao nhất trong League of Legends. Điểm số cao có thể được hiển thị trên toàn thế giới hoặc được sắp xếp theo khu vực. Xem bảng xếp hạng cấp summoner.

source: Currently %(top.display_name)s has the highest summoner level in the world at level %(top.level)s!
fi: Tällä hetkellä %(top.display_name)s on korkein summoner taso maailmassa tasolla %(top.level)s!
ja: 現在 %(top.display_name)s は世界で一番のサモナーレベルの %(top.level)s レベルです！
pt: Atualmente, %(top.display_name)s possui o nível mais alto do mundo, estando no nível %(top.level)s!
tr: Şu anda %(top.display_name)s %(top.level)s! seviyesiyle en yüksek seviyeye sahip olan sihirdar!

source: Currently %(top.display_name)s has the highest summoner level in %(top.region|upper)s at level %(top.level)s!
fi: Tällä hetkellä %(top.display_name)s on korkein summoner taso %(top.region|upper)s tasolla %(top.level)s!
ja: 現在 %(top.display_name)s は %(top.region|upper)s で一番のサモナーレベルの %(top.level)s レベルです!
pt: Atualmente, %(top.display_name)s possui o nível mais alto do servidor %(top.region|upper)s, estando no nível %(top.level)s!
tr: Şu anda %(top.display_name)s %(top.region|upper)s bölgesinde %(top.level)s ile en yüksek seviyeye sahip!
