Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: The lists will update about once every hour. A full rescan is done every week.
da: Listerne opdateres omkring en gang hver time. En fuld rescan udføres hver uge.
de: Die Listen werden ca. jede Stunde aktualisiert. Ein kompletter Neuscan erfolgt jede Woche
et: Nimekirjad uuenduvad umbes korra tunnis. Täielik uuestiskaneering toimub iga nädal.
fi: Listat päivittyvät noin kerran tunnissa. Täydellinen tarkistus suoritetaan joka viikko.
fr: Les listes seront mises à jour environ une fois par heure. Un rescan complet est effectué chaque semaine.
hu: Körülbelül óránként. Egy teljes újraellenőrzést pedig hetente végrehajtunk.
id: Daftar ini akan diperbarui setiap satu jam sekali. Pemindaian ulang penuh dilakukan setiap minggu.
it: Le liste vengono aggiornate circa ogni ora. Un controllo completo viene effettuato ogni settimana.
ja: リストは週に1回更新されます。これは、何十万もの要求があり、キャッシュする必要があるためです。
ko: 목록은 일주일에 한 번 업데이트됩니다. 이것은 수백 가지가 걸리기 때문입니다. 수천 개의 요청과 캐시가 필요합니다.
ms: Senarai akan dikemas kini kira-kira sekali setiap jam. Rescan penuh dilakukan setiap minggu.
nl: De lijsten worden ongeveer elk uur bijgewerkt. Elke week word er een volledige ‘rescan’ uitgevoerd
nn: Lister oppdateres omtrent en gang i timen. En full rescan er gjort hver uke.
pl: Listy będą aktualizowane raz na godzinę. Pełna aktualizacja jest robiona raz na tydzień.
pt: As listas são atualizadas a cada uma hora. Elas são completamente verificadas novamente toda semana.
ro: Listele sunt aduse la zi in fiecare zi.Un 'scan' al sistemului este facut la finalul fiecarei saptamani
ru: Списки будут обновляться один раз в неделю. Это связано с тем, что требуется сотни тысяч запросов и их необходимо кэшировать.
sr: Liste se ažuriraju svakih sat vremena. Potpun apdejt je jednom nedeljno.
sv: Listorna updateras ungefär en gång i timmen. En full re-scan sker en gång i veckan.
th: รายการจะมีการอัปเดตประมาณหนึ่งครั้งทุกๆชั่วโมง มีการสแกนแบบเต็มรูปแบบทุกสัปดาห์
tl: Ang mga listahan ay i-update tungkol sa isang beses bawat oras. Ang isang buong rescan ay tapos na sa bawat linggo.
tr: Listeler her saat başı güncellenir. Bütün tekrar tarama haftada bir yapılır.
uk: Списки оновлюватимуться приблизно один раз на годину. Повний сканування виконується щотижня.
vi: Danh sách sẽ cập nhật khoảng một lần mỗi giờ. Một rescan đầy đủ được thực hiện mỗi tuần.

source: Why can't I take a name on a new account?
da: Hvorfor kan jeg ikke tage et navn på en ny konto?
de: Warum kann ich einen Namen nicht auf ein neues Konto übernehmen?
et: Miks ma ei saa nime võtta uuel kasutajal?
fi: Miksi en voi ottaa nimeä uudelle tilille?
fr: Pourquoi ne puis-je pas prendre un nom sur un nouveau compte?
hu: Miért nem választhatok egy bizonyos nevet új felhasználónál?
id: Mengapa saya tidak dapat mengambil nama di akun baru?
it: Perchè non posso scegliere un nome per il mio nuovo account?
ja: 新しいアカウントで名前を使用できないのはなぜですか？
ko: 새 계정에서 이름을 사용할 수없는 이유는 무엇입니까?
ms: Kenapa saya tidak boleh mengambil nama pada akaun baru?
nl: Waarom kan ik een naam niet nemen op een nieuw account?
nn: Hvorfor kan jeg ikke ta et navn på en ny konto?
pl: Dlaczego nie mogę podać nazwy na nowym koncie?
pt: Por que não posso utilizar um nome em uma nova conta?
ro: De ce nu pot lua un nume pe un cont nou?
ru: Почему я не могу взять имя в новой учетной записи?
sr: Zasto ne mogu uzeti ime na novom nalogu?
sv: Varför kan jag inte ta ett namn på ett nytt konto?
th: เหตุใดฉันจึงไม่สามารถใช้ชื่อในบัญชีใหม่ได้
tl: Bakit hindi ako makakakuha ng isang pangalan sa isang bagong account?
tr: Neden bir ismi yeni bir hesap oluşturarak alamıyorum?
uk: Чому я не можу взяти ім'я в новому акаунті?
vi: Tại sao tôi không thể có tên trên tài khoản mới?

source: If a name is already taken by an account you can only obtain it via a name change. These names are shown with a green background. If a name isn't taken by a current user you can take it on a brand new account. These names are shown with a blue background.
da: Hvis et navn allerede er taget af en konto, kan du kun få det via en navneændring. Disse navne vises med en grøn baggrund. Hvis et navn ikke er taget af en nuværende bruger, kan du tage det på en helt ny konto. Disse navne vises med en blå baggrund.
de: Wenn ein Name bereits von einem Konto genommen wird, können Sie ihn nur über eine Namensänderung erhalten. Diese Namen werden mit einem grünen Hintergrund dargestellt. Wenn ein Name nicht von einem aktuellen Benutzer genommen wird, können Sie ihn auf ein neues Konto aufnehmen. Diese Namen werden mit blauem Hintergrund dargestellt.
et: Kui nimi on juba kasutuses, saab seda omastada vaid nimemuutuse kaudu. Need nimed on tähistatud rohelise taustaga. Kui nimi ei ole võetud olemasoleva kasutaja poolt, siis seda saab võtta täiesti uuel kasutajal. Need nimed on tähistatud sinise taustaga.
fi: Jos nimi on jo otettu käyttöön, voi sen saada käyttöön vain nimenmuutoksen kautta. Nämä nimet näytetään vihreän taustan kanssa. Jos nimi ei ole käytössä, voit ottaa sen käyttöön uudella käyttäjällä. Nämä nimet näytetään sinisen taustan kanssa.
fr: Si un nom est déjà pris par un compte, vous ne pouvez l'obtenir que par un changement de nom. Ces noms sont affichés sur un fond vert. Si un nom n'est pas pris par un utilisateur actuel, vous pouvez le prendre sur un nouveau compte. Ces noms sont affichés sur un fond bleu
hu: Ha egy név már foglalt, akkor csak névváltoztatással elérhető. Ezeket zöld színnel mutatjuk. Kék színnel pedig azokat, melyeket egy friss felhasználóval is nyugodtan választhatsz.
id: Jika nama sudah diambil oleh akun Anda hanya dapat memperolehnya melalui perubahan nama. Nama-nama ini ditampilkan dengan latar belakang hijau. Jika nama tidak diambil oleh pengguna saat ini, Anda dapat mengambilnya di akun baru. Nama-nama ini ditampilkan dengan latar belakang biru.
it: Se il nome è già stato preso da un altro utente lo puoi ottenere solo tramite un cambio del Nome Evocatore. Questi nomi vengono mostrati su di uno sfondo verde. Se un nome non è preso da un utente può essere utilizzato su un nuovo account. Questi nomi sono mostrati su di uno sfondo blu.
ja: 名前がすでにアカウントで使用されている場合は、名前の変更によってのみ取得できます。これらの名前は緑色の背景で表示されます。現在のユーザーが名前を取得していない場合は、新しいアカウントで取得できます。これらの名前は青い背景で示されています。
ko: 이미 계정에서 이름을 가져온 경우 이름을 통해서만 구할 수 있습니다변화. 이 이름은 녹색 배경으로 표시됩니다. 이름을 찍지 않은 경우현재 사용자가 새로운 계정으로 가져갈 수 있습니다. 이 이름들은파란색 배경으로 표시합니다.
ms: Jika nama sudah diambil oleh akaun, anda hanya boleh mendapatkannya melalui perubahan nama. Nama-nama ini ditunjukkan dengan latar belakang hijau. Jika nama tidak diambil oleh pengguna semasa anda boleh menggunakannya pada akaun baru. Nama-nama ini ditunjukkan dengan latar belakang biru.
nl: Als een naam al is geregistreerd door een account kunt u deze alleen verkrijgen via een naamswijziging. Deze namen worden weergegeven met een groene achtergrond. Als een naam niet door een huidige gebruiker is geregistreerd, kunt u deze op een gloednieuw account zetten. Deze namen worden getoond met een blauwe achtergrond.
nn: Hvis et navn allerede er tatt av en konto, kan du bare skaffe det via en navneendring. Disse navnene vises med grønn bakgrunn. Hvis et navn ikke er tatt av en nåværende bruker, kan du ta den på en helt ny konto. Disse navnene vises med en blå bakgrunn.
pl: Jeśli nazwa jest już używana przez konto, możesz ją uzyskać tylko przez zmianę nazwy. Te nazwy są wyświetlane na zielonym tle. Jeśli nazwa nie została zajęta przez obecnego użytkownika, możesz ją wziąć na zupełnie nowe konto. Te nazwy są wyświetlane na niebieskim tle.
pt: Se o nome já foi utilizado por uma conta, você só pode utilizá-lo por uma troca de nick. Esses nomes são mostrados em um fundo verde. Se um nome ainda não foi usado por nenhum usuário, você pode usá-lo em uma nova conta. Esses nomes são mostrados em um fundo azul.
ro: Daca numele e luat deja pe un cont, il poti obtine doar prin schimbarea numelui de summoner de la un cont care este deja creat. Aceste nume sunt subliniate cu verde. Daca un nume nu este luat de un utilizator existent, il poti folosi pe un cont proaspat facut. Aceste nume sunt subliniate cu albastru
ru: Если имя уже занято другой учетной записью, вы можете получить его только с помощью смены имени. Эти имена отображаются зеленым фоном. Если имя не было занято текущим пользователем, вы можете взять его на совершенно новую учетную запись. Эти имена отображаются с синим фоном.
sr: Ako je ime vec uzeto mozes ga samo preuzeti promenom imena na vec postojecem nalogu. Ova imena su prikazana zelenom bojom. Ako ime nije zauzeto trenutno, mozes ga uzeti na novom nalogu. Ova imena su prikazana plavom bojom.
sv: Om ett namn används av någon annan så kan du i vissa fall få använda namnet genom namnändring (Summoner Name Change). Dessa typer av namn visas med grön bakgrund. Om ett namn inte används av ett annat konto så kan du använda det på ett helt nytt konto. Dessa namn visas med blå bakgrund.
th: หากมีการตั้งชื่อตามบัญชีแล้วคุณจะได้รับชื่อผ่านทางชื่อเท่านั้น ชื่อเหล่านี้แสดงด้วยพื้นหลังสีเขียว หากชื่อไม่ได้ถ่ายโดยผู้ใช้ปัจจุบันคุณสามารถนำไปใช้ในบัญชีใหม่ได้ ชื่อเหล่านี้แสดงด้วยพื้นหลังสีน้ำเงิน
tl: Kung ang isang pangalan ay nakuha na ng isang account maaari mo lamang makuha ito sa pamamagitan ng isang pagbabago ng pangalan. Ang mga pangalan na ito ay ipinapakita na may berdeng background. Kung ang isang pangalan ay hindi kinuha ng isang kasalukuyang gumagamit maaari mong dalhin ito sa isang bagong tatak ng account. Ang mga pangalan na ito ay ipinapakita na may asul na background.
tr: Eğer isim zaten bir hesapta alındıysa sadece İsim Değiştirme seçeneğiyle alabilirsin. Bu isimlerin arkası yeşil olarak gösterilir. Eğer isim kimse tarafından alınmadıysa yeni bir hesapta alabilirsin. Bu isimler mavi ile gösterilir.
uk: Якщо ім'я вже введено в обліковий запис, його можна отримати лише за допомогою зміни імені. Ці назви показані зеленим фоном. Якщо ім'я поточного користувача не прийнято, ви можете взяти його на зовсім новому обліковому записі. Ці назви показані синім фоном.
vi: Nếu một tên đã được thực hiện bởi một tài khoản, bạn chỉ có thể lấy nó thông qua một thay đổi tên. Những tên này được hiển thị với một nền màu xanh lá cây. Nếu một người dùng hiện tại không lấy tên, bạn có thể mang tên đó trên một tài khoản hoàn toàn mới. Những tên này được hiển thị với một nền màu xanh.

source: What if the account is banned?
da: Hvad hvis kontoen er forbudt?
de: Was ist, wenn das Konto gesperrt ist?
et: Mis siis kui kasutaja on bannitud?
fi: Entä jos tili on bannittu?
fr: Et si le compte est banni?
hu: Mi van akkor, ha a felhasználó ki van tiltva?
id: Bagaimana jika akun itu dilarang?
it: E se l'utente è stato bandito?
ja: アカウントが禁止されている場合はどうなりますか？
ko: 계정이 금지되면 어떻게됩니까?
ms: Bagaimana jika akaun diharamkan?
nl: Wat als het account is verbannen?
nn: Hva om kontoen er utestengt?
pl: Co zrobić, jeśli konto jest zbanowane?
pt: E se a conta foi banida?
ro: Ce se intampla daca contul meu este banat?
ru: Что делать, если учетная запись забанена?
sr: šta ako je nalog banovan?
sv: Vad händer med namnet om kontot är bannat?
th: จะทำอย่างไรถ้าบัญชีถูกแบน?
tl: Paano kung ipinagbabawal ang account?
tr: Peki ya hesap banlanmışsa?
uk: Що робити, якщо обліковий запис заборонено?
vi: Nếu tài khoản bị cấm thì sao?

source: If the account is banned it may be shown as being free with a green background, however it will remain unavailable indefinitely unless Riot changes their policy on banned accounts.
da: Hvis kontoen er forbudt, kan den vise sig at være fri med en grøn baggrund, men det vil forblive uudnyttet på ubestemt tid, medmindre Riot ændrer deres politik på forbudte konti.
de: Wenn das Konto gesperrt ist, kann es als frei mit einem grünen Hintergrund angezeigt werden, aber der Name bleibt nicht verfügbar, es sei denn, Riot ändert ihre Politik gegenüber gesperrten Konten.
et: Kui kasutaja on bannitud, võib selle nimi näidata end rohelise taustaga, kuid nimi on jäädavalt kättesaamatu kuni Riot muudab oma bannipoliitikat.
fi: Jos tili on bannittu, se voi näkyä käytettävissä olevana vihreän taustan kanssa, mutta se on pysyvästi ei saatavilla, ellei Riot muuta politiikkaansa bannittuja tilejä koskien.
fr: Si le compte est banni, il peut être montré comme étant libre avec un fond vert, cependant il restera indisponible indéfiniment à moins que Riot ne change sa politique sur les comptes bannis.
hu: Akkor szintén zöld színnel jelezzük, de nem lesz elérhető (hacsak a Riot nem változtat ezen)
id: Jika akun itu diblokir itu dapat ditampilkan sebagai gratis dengan latar belakang hijau, namun itu akan tetap tidak tersedia tanpa batas kecuali Riot mengubah kebijakan mereka pada akun yang terlarang.
it: Se l'utente è stato bandito il nome potrebbe essere mostrato come libero con uno sfondo verde, tuttavia esso non sarà disponibile indefinitamente o finchè Riot non cambierà la regolamentazione sugli utenti banditi.
ja: アカウントが禁止されている場合は、緑色の背景で無料で表示されることがありますが、Riotが禁止されたアカウントに対してポリシーを変更しない限り、無期限に利用できなくなります。
ko: 계정이 금지 된 경우 녹색으로 표시 될 수 있습니다. 하지만, 폭동이 일어나지 않으면 무기한으로 사용할 수 없게됩니다. 금지 된 계정에 대한 정책을 변경합니다.
ms: Jika akaun diharamkan, ia mungkin ditunjukkan sebagai bebas dengan latar belakang hijau, namun ia tetap tidak dapat digunakan selama-lamanya kecuali Riot mengubah dasar mereka pada akaun yang dilarang.
nl: Als het account is verbannen is het mogelijk dat het wordt getoont als ‘niet gebruikt’ met een groene achtergrond, maar het blijft voor altijd onbeschikbaar tenzij Riot hun beleid over verbannen accounts verandert.
nn: Hvis kontoen er utestengt, kan den vises som fri med en grønn bakgrunn, men det vil forbli utilgjengelig på ubestemt tid, med mindre Riot endrer sin policy på forbudte kontoer.
pl: Jeśli konto jest zbanowane, może być pokazane za wolne z zielonym tłem, ale pozostanie dostępne w nieskończoność, chyba że Riot zmieni ich politykę w sprawie zbanowanych kont.
pt: Se a conta foi banida, a mesma pode ser mostrada como livre em um fundo verde, entretanto, o nome pode continuar indisponível por tempo indefinido (a menos que a Riot mude sua política sobre contas banidas).
ro: Daca contul este banat, sunt sanse sa fie subliniat cu verde dar va fi inutilizabil pentru un timp indefinit pana Riot va schimba regurile cu privire la conturile banate
ru: Если учетная запись забанена, она может отображаться как свободная с зеленым фоном, однако она будет оставаться недоступной на неопределенный срок, если Riot не изменит свою политику к забаненым аккаунтам.
sr: Ako je nalog banovan mozda ce biti prikazano da je slobodno sa zelenom pozadinom, ali je nemoguce uzeti to ime zauvek, osim ako Riot ne promeni politiku za banovane naloge
sv: Om ett konto är bannat så kan det visas som tillgängligt med grön bakgrund, men är i verkliga fallet otagbart för alltid. Det enda undantaget är om Riot i framtiden väljer att ändra sin policy gällande bannade konton.
th: หากบัญชีถูกแบนอาจมีการแสดงว่าเป็นอิสระโดยมีพื้นหลังเป็นสีเขียวอย่างไรก็ตามจะยังคงใช้งานไม่ได้จนกว่าจะมีการเปลี่ยนแปลงนโยบายในบัญชีที่ถูกสั่งห้าม
tl: Kung ang account ay pinagbawalan maaari itong maipakita bilang libre sa isang berdeng background, gayunpaman mananatili itong hindi magagamit maliban kung ang Riot ay nagbabago sa kanilang patakaran sa mga naka-ban na account.
tr: Eğer hesap banlıysa kullanılabilir gibi arkası yeşil gözükebilir, lakin Riot Banlı hesapların isimlerinin alınmaması hakkında görüşlerini değiştirmediği sürece, ismi almanız mümkün değildir.
uk: Якщо обліковий запис заборонено, він може бути показаний вільним із зеленим фоном, однак воно залишатиметься недоступним безстроково, якщо Ріот не змінить їх політику на заборонені облікові записи.
vi: Nếu tài khoản bị cấm, nó có thể được hiển thị như là miễn phí với một nền màu xanh lá cây, tuy nhiên nó sẽ vẫn không có sẵn vô thời hạn trừ khi Riot thay đổi chính sách của họ trên các tài khoản bị cấm.

source: How can I get a 2 letter name?
da: Hvordan kan jeg få et 2-bogstav navn?
de: Wie bekomme ich einen 2-Buchstaben-Namen?
et: Kuidas saan endale 2-tähelise nime?
fi: Kuinka saan kaksi kirjaimisen nimen?
fr: Comment puis-je obtenir un nom de 2 lettres?
hu: Hogyan lehet két karakterből álló nevem?
id: Bagaimana saya bisa mendapatkan nama 2 huruf?
it: Come posso avere un nome con 2 lettere?
ja: 2文字の名前はどのように入手できますか？
ko: 2 자의 이름을 어떻게 얻을 수 있습니까?
ms: Bagaimanakah saya dapat mendapat 2 nama huruf?
nl: Hoe kan ik een naam van 2 letters verkrijgen?
nn: Hvordan kan jeg få et 2-brevnavn?
pl: Jak uzyskać nazwę 2-literową?
pt: Como posso obter um nome de 2 letras?
ro: Cum pot obtine un nume cu doar doua caractere
ru: Как я могу получить двухсимвольное имя?
sr: Kako da napravim ime od 2 slova?
sv: Hur kan jag få ett namn med 2 bokstäver?
th: ฉันจะได้รับชื่อตัวอักษร 2 ตัวได้อย่างไร?
tl: Paano ako makakakuha ng isang 2 pangalan ng liham?
tr: Nasıl 2 harfli isim alabilirim ?
uk: Як я можу отримати 2-х листа?
vi: Làm thế nào tôi có thể nhận được một tên 2 chữ cái?

source: The minimum characters for League of Legends names are 3. You can put a space between the characters to fix this.
da: Mindste tegn for League of Legends navne er 3. Du kan sætte et mellemrum mellem tegnene for at rette dette.
de: Die Mindestanzahl an Zeichen für League of Legends-Namen beträgt 3. Sie können ein Leerzeichen zwischen den Zeichen einfügen, um dies zu beheben.
et: League of Legends nimed on minimaalsed märgid on 3. Võid panna vahele märke selle parandamiseks.
fi: League of Legends käyttäjänimien vähimmäismerkkimäärä on 3. Voit lyödä merkkien väliin välilyönnin korjataksesi tämän.
fr: Le nombre minimum de caractères pour les noms League of Legends est 3. Vous pouvez insérer un espace entre les caractères pour résoudre ce problème.
hu: A League of Legends nevek minimális karakterei: 3. A karakterek között helyet adhat a javításhoz.
id: Karakter minimum untuk nama League of Legends adalah 3. Anda dapat menempatkan spasi di antara karakter untuk memperbaiki ini.
it: I caratteri minimi per i nomi di League of Legends sono 3. È possibile inserire uno spazio tra i caratteri per risolvere il problema.
ja: League of Legendsの名前の最小文字数は3です。これを修正するために、文字の間にスペースを入れることができます。
ko: Legends of Legends의 최소 이름은 3 자입니다.이 문제를 해결하려면 문자 사이에 공백을 넣을 수 있습니다.
ms: Watak-watak minimum untuk nama Liga Legends ialah 3. Anda boleh meletakkan ruang antara aksara untuk menetapkan ini.
nl: De minimum tekens voor League of Legends namen zijn 3. U kunt een spatie tussen de tekens plaatsen om dit te verhelpen.
nn: Minste tegnene for League of Legends-navn er 3. Du kan sette mellomrom mellom tegnene for å fikse dette.
pl: Minimalne znaki dla nazw League of Legends to 3. Możesz umieścić spację między postaciami, aby to naprawić.
pt: Um nome de invocador deve ter no mínimo 3 caracteres. Você pode colocar um espaço entre eles para corrigir isso.
ro: Caracterele minime pentru numele League of Legends sunt 3. Puteți pune un spațiu între personaje pentru a repara acest lucru.
ru: Минимальными символами для имен Лиги Легенд являются 3. Вы можете поместить пробел между символами, чтобы исправить это.
sr: Минимални знакови за имена лиге легенде су 3. Можете поставити размак између знакова да бисте исправили ово.
sv: Kravet om minsta tecken för League of Legends namn är 3. Du kan lägga ett mellanslag mellan tecknen för att åtgärda detta.
th: อักขระต่ำสุดสำหรับชื่อ League of Legends คือ 3 คุณสามารถใส่ช่องว่างระหว่างอักขระเพื่อแก้ไขปัญหานี้ได้
tl: Ang pinakamaliit na character para sa mga pangalan ng Liga ng Mga Alamat ay 3. Maaari kang maglagay ng puwang sa pagitan ng mga character upang ayusin ito.
tr: League of Legends adları minimum 3 karakter olmalıdır. Bunu düzeltmek için karakterler arasında boşluk bırakabilirsiniz.
uk: Мінімальними символами для назв League of Legends є 3. Ви можете помістити пробіл між символами, щоб виправити це.
vi: Các ký tự tối thiểu cho tên của Liên Minh Huyền Thoại là 3. Bạn có thể đặt khoảng cách giữa các ký tự để sửa lỗi này.

source: What timezone is used?
da: Hvilken tidszone bruges?
de: Welche Zeitzone wird verwendet?
et: Mis ajatsooni on kasutatud?
fi: Mikä aikavyöhyke on käytössä?
fr: Quel fuseau horaire est utilisé?
hu: Milyen időzónát használtok?
id: Zona waktu apa yang digunakan?
it: Quale fuso orario è utilizzato?
ja: どのタイムゾーンが使用されていますか？
ko: 어떤 시간대가 사용됩니까?
ms: Zon masa apa yang digunakan?
nl: Welke tijdzone wordt gebruikt
nn: Hvilken tidssone er brukt?
pl: Jaka strefa czasowa jest używana?
pt: Qual fuso horário é usado?
ro: Care este fusul orar?
ru: Какой часовой пояс используется?
sr: Koja vremenska zona se koristi?
sv: Vilken tidszon används?
th: มีการใช้เขตเวลาอย่างไร
tl: Anong oras ang ginagamit?
tr: Hangi saat dilimi kullanılıyor?
uk: Який часовий пояс використовується?
vi: Múi giờ nào được sử dụng?

source: All timezones are in UTC. Use this <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">timezone converter</a> to adjust them to your local time.
fi: Kaikki aikavyöhykkeet ovat UTC:n mukaan. Käytä tätä <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">aikavyöhykkeen muuntajaa</a> säätääksesi ne paikalliseen aikaan.
fr: Tous les fuseaux horaires sont en UTC. Utilisez ce <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">convertisseur de fuseau horaire</a> pour les ajuster à votre heure locale.
ja: すべてのタイムゾーンはUTCです。この<a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">タイムゾーンコンバータ</a>を使用して、現地時間に調整します。
nl: Alle tijdzones zijn in UTC. Gebruik dit <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">timezone converter</a> om het te veranderen naar je lokale tijd.
pt: Todos os fusos horários estão em UTC. Use este <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">conversor de fuso horário</a> para ajustá-los à hora local.
ro: Toate fusurile orare sunt in UTC(Coordinated Universal Time) Poti folosi asta <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">timezone converter</a> pentru a selecta timpul tau local:
sv: Alla tidzoner är UTC. Använd denna <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">tidzon konverteraren</a> för att kolla din lokaltid.
th: เขตเวลาทั้งหมดเป็น UTC ใช้ <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">ตัวแปลงเขตเวลา</a> เพื่อปรับให้เป็นเวลาท้องถิ่นของคุณ
tr: Bütün saatler EGEZ(UTC)'e göredir. Kendi zaman diliminize göre hesaplamak için bunu kullanın. <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">zaman çevirici</a> .
uk: Усі часові пояси знаходяться в UTC. Використовуйте цей <a href="https://www.timeanddate.com/worldclock/converter.html?p1=1440" target="_blank" rel="noopener">конвертер часового поясу,</a> щоб налаштувати їх у місцевий час.
