Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: Summoner Icons
da: Summoner ikoner
de: Beschwörersymbole
et: Kasutaja
fi: Summoner-kuvakkeet
fr: Icone d'Invocateur
hu: Idéző
id: Ikon Summoner
it: Icone Evocatore
ja: サモナーのアイコン
ko: 소환사 아이콘
ms: Ikon Penyerlah
nl: Summoner Iconen
nn: Summoner Ikoner
pl: Przywoływacz
pt: Ícones de invocador
ro: Icoana jucatorului
ru: Иконка призывателя
sr: Summoner
sv: Summoner Ikoner
th: ไอคอนเรียกร้อง
tl: Summoner Icon
tr: Sihirdar Simgeleri
uk: Значки підказки
vi: Biểu tượng Summoner

source: FAQ
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
et: Tihti Küsitud Küsimused
fi: UKK
fr: Foire aux questions
hu: GYIK
it: Domande Frequenti
ja: よくある質問
ko: 자주하는 질문
ms: Soalan Lazim
ro: Intrebari si Raspunsuri
ru: Вопросы-Ответы
th: คำถามที่พบบ่อย
tr: SSS
vi: Câu hỏi thường gặp

source: Languages
da: Sprog
de: Sprachen
et: Keelevalik
fi: Kieli (kielet)
fr: Langages
hu: Nyelvek
id: Bahasa
it: Lingue
ja: 言語
ko: 언어
ms: Bahasa
nl: Talen
nn: språk
pl: Języki
pt: Idiomas
ro: Limbi
ru: Языки
sr: Jezici
sv: Språk
th: ภาษา
tl: Mga Wika
tr: Diller
uk: Мови
vi: Ngôn ngữ

source: lol name checker
da: lol navn checker
et: lol nime kontrollija
fi: lol nimen tarkistaja
fr: lol nom vérificateur
hu: lol név ellenőrző
id: nama lol checker
ja: LoL名前チェッカー
ko: 롤 이름 검사기
ms: pemeriksa nama lol
nl: lol naam checker
nn: lol navn sjekker
pl: lol sprawdzanie nazwy
pt: verificar nome de lol
ro: lol nume de verificare
sr: лол име провјера
sv: lol namn kollare
th: ตรวจสอบชื่อ lol
tl: lol checker name
tr: lol adı denetleyicisi
uk: Lol перевірки імені
vi: kiểm tra tên lol

source: league name checker
da: liga navn checker
de: Liga-Name-Checker
et: Liiga nime kontrollija
fi: league nimen tarkistaja
fr: vérificateur de nom de ligue
hu: bajnoki névellenőrző
id: pemeriksa nama liga
it: controllore del nome della lega
ja: リーグ名チェッカー
ko: 리그 이름 검사기
ms: pemeriksa nama liga
nl: league naam checker
pl: sprawdzanie nazwy ligi
pt: verificar nick de lol
ro: controlul numelui ligii
ru: проверка имени лиги
sr: лига провјера
sv: league namn kollare
th: ตัวตรวจสอบชื่อลีก
tl: checker ng pangalan ng liga
tr: league adı denetleyicisi
uk: перевірка назви ліги
vi: kiểm tra tên giải đấu

source: lol names
da: lol navne
de: lol Namen
et: lol nimed
fi: lol nimiä
fr: noms lol
hu: lol nevek
id: nama lol
it: lol nomi
ko: 롤 이름
ms: nama lol
nl: lol namen
nn: lol navn
pl: lol imiona
pt: disponibilidade nomes lol
ro: au spus nume
ru: имена lol
sr: лол имена
sv: lol namn
th: ชื่อ lol
tl: lol mga pangalan
tr: lol isimleri
uk: лол імена
vi: tên lol

source: lolnamechecker
fi: lolnimitarkistaja
ja: lol ネームチェッカー
pt: verificador nome lol
sr: лолнамецхецкер
sv: lolnamekollare
tr: lolisimkontroledicisi

source: League of Legends name checker
da: League of Legends navn checker
et: League of Legends nime kontrollija
fi: League of Legends nimen tarkistaja
fr: Vérificateur de nom League of Legends
hu: League of Legends név ellenőrző
id: Pemeriksa nama League of Legends
it: Lega dei nomi di League of Legends
ja: リーグオブレジェンドの名前チェッカー
ko: 리그 오브 레전드 이름 검사기
ms: Pemeriksa nama League of Legends
nl: League of Legends naam checker
pl: Sprawdzanie nazwy League of Legends
pt: checar nome league of legends
ro: Liga Legendelor verifică numele
ru: Лига легенд
sr: Леагуе оф Легендс
sv: League of Legends namn kollare
th: ตัวตรวจสอบชื่อลีกของ Legends
tl: Lagyan ng checker ng pangalan ng League of Legends
tr: League of Legends sihirdar adı denetleyicisi
uk: Ліга легенд перевірки імені
vi: Trình kiểm tra tên của Liên minh Huyền thoại

source: lol name check
da: lol navn check
de: lol Name prüfen
fi: lol nimi tarkistus
fr: lol nom vérification
hu: lol név ellenőrzés
id: memeriksa nama lol
it: lol controllo del nome
ja: LoLの名前チェック
ko: 롤 이름 확인
ms: cek nama lol
nl: lol naam controleren
nn: lol navn sjekk
pl: Sprawdź nazwę lol
pt: lol checar nome
ro: lol nume de verificare
ru: Проверка имени lol
sr: лол провери име
sv: lol namn kollare
th: ตรวจสอบชื่อ lol
tl: lol check name
tr: lol isim kontrolü
uk: LOL перевірити ім'я
vi: kiểm tra tên lol

source: league names
da: liga navne
de: Liga-Namen
et: liiga nimed
fi: league nimiä
fr: noms de la ligue
hu: bajnoki nevek
id: nama liga
it: nomi della lega
ja: リーグ名
ko: 리그 이름
ms: nama-nama liga
nl: competitie namen
nn: liga navn
pl: nazwy lig
pt: lol nomes
ro: liga nume
ru: названия лиг
sr: лига имена
sv: league namn
th: ชื่อลีก
tl: mga pangalan ng liga
tr: league isimleri
uk: назви ліг
vi: tên giải đấu

source: name checker lol
da: navn checker lol
de: Namensprüfer lol
et: nime kontrollija lol
fi: nimen tarkistus lol
fr: nom vérificateur lol
hu: név ellenőrző lol
id: lol checker nama
ja: LoL名前チェッカー
ko: 이름 검사기 롤
ms: nama pemeriksa lol
nl: naam checker lol
nn: navn sjekker lol
pl: sprawdzanie nazwy lol
pt: verificador de nome lol
ro: nume verificator lol
ru: имя checker lol
sr: наме цхецкер лол
sv: namn kollare lol
th: ตรวจสอบชื่อ lol
tl: pangalan checker lol
tr: isim denetleyicisi lol
uk: ім'я перевірки lol
vi: tên checker lol

source: League of Legends names
da: League of Legends navne
de: League of Legends Namen
et: League of Legends nimed
fi: League of Legends nimet
fr: Noms de League of Legends
hu: League of Legends nevek
id: Nama League of Legends
it: Nomi di League of Legends
ja: リーグオブレジェンズの名前
ko: 전설의 리그 이름
ms: Nama Liga Legends
nl: League of Legends-namen
nn: League of Legends navn
pl: Nazwy League of Legends
pt: nicks league of legends
ro: Liga numelor Legendelor
ru: Лига легенд
sr: Имена легенди
sv: League of Legends namn
th: ชื่อ League of Legends
tl: Mga pangalan ng Liga ng Mga Alamat
tr: League of Legends isimleri
uk: Ліга легенд імен
vi: Tên liên minh huyền thoại

source: summoner name checker
de: Name des Beschwörers
et: Summoner nimi kontrollija
fi: summoner nimitarkistaja
fr: vérificateur de nom d'invocateur
id: pemanggil nama summoner
it: verificatore del nome dell'evocatore
ja: サモナーネームチェッカー
ko: 소명사 검사기
ms: pemeriksa nama pemanggil
nl: summoner naam checker
pl: sprawdzanie nazwiska przywoływacza
pt: verificador de nome de invocador
ro: verificatorul numelui summoner
ru: счетчик имен
sr: сумонер име цхецкер
sv: Summoner Namn Kollare
th: ตัวตรวจสอบชื่อของ Summoner
tl: tagasuri ng pangalan ng summoner
tr: sihirdar adı denetleyicisi
uk: перевірка імені перевізника
vi: người kiểm tra tên người triệu tập

source: league name availability
da: liga navn tilgængelighed
de: Verfügbarkeit des Liga-Namens
et: liiga nime kättesaadavus
fi: league nimen saatavuus
fr: nom de la ligue disponible
hu: a bajnoki név elérhetősége
id: ketersediaan nama liga
it: disponibilità del nome della lega
ja: リーグ名可用性
ko: 리그 이름 유효성
ms: ketersediaan nama liga
nl: beschikbaarheid van de league-naam
nn: liga navn tilgjengelighet
pl: dostępność nazwy ligi
pt: Disponibilidade de nome no LoL
ro: disponibilitatea listei de nume
ru: наличие названия лиги
sr: доступност лига
sv: league name tillgänglighet
th: ชื่อลีกพร้อมใช้งาน
tl: availability ng pangalan ng liga
tr: league adı kullanılabilirliği
uk: наявність назви ліги
vi: tính khả dụng của tên giải đấu

source: lol name availability
da: lol navn tilgængelighed
de: lol name verfügbarkeit
et: lol nimi saadaval
fi: lol nimen saatavuus
fr: disponibilité nom lol
hu: lol név rendelkezésre állása
id: Ketersediaan nama lol
it: lol nome disponibilità
ja: 名前の可用性
ko: 롤 이름 사용 가능 여부
ms: ketersediaan nama lol
nl: lol naam beschikbaarheid
nn: lol navn tilgjengelighet
pl: lol dostępność nazwy
pt: disponibilidade de nome lol
ro: Disponibilitatea numelui lol
ru: Доступность LOL
sr: лол име доступност
sv: lol namn tillgänglighet
th: ชื่อห้องว่าง
tl: lol availability ng pangalan
tr: lol adı kullanılabilirliği
uk: lol наявність назви
vi: tên sẵn có của lol

source: available league names
da: tilgængelige liga navne
de: verfügbare Liga-Namen
et: olemasolevad liiga nimed
fi: käytettävissä olevat league nimet
fr: noms de ligue disponibles
hu: elérhető bajnoki nevek
id: nama liga yang tersedia
it: nomi di lega disponibili
ja: 利用可能なリーグ名
ko: 이용 가능한 리그 명
ms: nama liga yang ada
nl: beschikbare competitie namen
nn: tilgjengelige liga navn
pl: dostępne nazwy lig
pt: disponibilidade nick lol
ro: nume disponibile în liga
ru: доступные названия лиг
sr: доступна имена лига
sv: tillgängliga league namn
th: ชื่อลีกที่พร้อมใช้งาน
tl: magagamit na mga pangalan ng liga
tr: kullanılabilir league isimleri
uk: доступні назви ліг
vi: tên giải đấu có sẵn

source: Frequently Asked Questions about summoner names
da: Ofte stillede spørgsmål om summoner navne
de: Häufig gestellte Fragen zu Beschwörernamen
et: Tihti Küsitud Küsimused kasutajanimede kohta
fi: Usein kysytyt kysymykset summoner nimistä
fr: Questions fréquemment posées sur les noms d'invocateurs'
hu: Gyakran Ismételt Kérdések az idézői nevekkel kapcsolatban
id: Pertanyaan yang Sering Diajukan tentang nama summoner
it: Domande Frequenti sul Nome Evocatore
ja: サモナーネームに関するよくある質問
ko: 소환사 이름에 대해 자주 묻는 질문
ms: Soalan-soalan yang kerap ditanya tentang nama-nama penyaman
nl: Veelgestelde vragen over summoner namen
nn: Ofte stilte spørsmål om innkallingsnavn
pl: Najczęściej zadawane pytania dotyczące nazwy przywoływacza
pt: Perguntas frequentes sobre nomes de invocador
ro: Intrebari intrebate des despre numele de utilizator
ru: Часто задаваемые вопросы о именах вызывающих
sr: Nedavno postavljana pitanja za imena
sv: Ofta ställda frågor om Summoner namn
th: คำถามที่พบบ่อยเกี่ยวกับชื่อผู้เรียก
tl: Mga Madalas Itanong tungkol sa mga pangalan ng summoner
tr: Kullanıcı isimleri hakkında Sıkça Sorulan Sorular
uk: Найчастіші запитання про назви супроводжуючих
vi: Câu hỏi thường gặp về tên người triệu tập

source: FAQ questions about League of Legends summoner name change rules.
da: Ofte stillede spørgsmål om League of Legends Summoner navneændringsregler.
de: Häufig gestellte Fragen über die League of Legends Beschwörernamen-Änderungsregel.
et: FAQ küsimused League of Legends kasutajanime muutuse kohta.
fi: Usein kysytyt kysymykset League of Legends summoner-nimen vaihdon säännöistä.
fr: Foire aux questions sur les règles de changement de nom d'invocateurs de League of Legends.
hu: GYIK LoL idézői névváltoztatás szabályaival kapcsolatban
id: Pertanyaan umum tentang aturan perubahan nama summoner League of Legends.
it: Domande Frequenti sulle regole per il cambio del Nome Evocatore in League of Legends.
ja: サモナーネームの名前変更ルールに関するよくある質問です。
ko: 리그 오브 레전드 소환사 이름 변경 규칙에 관해 자주 묻는 질문들.
ms: Soalan Lazim mengenai peraturan perubahan nama nama Liga Legenda.
nl: FAQ vragen over League of Legends summoner naam wijzigingsregels
nn: Vanlige spørsmål om League of Legends Summoner navneendringsregler.
pl: Najczęściej zadawane pytania na temat nazw przywoływacza w League of Legends.
pt: Perguntas frequentes sobre as regras de troca de nome de invocador no League of Legends.
ro: Intrebari si raspunsuri despre League of Legends si nume de uitilizator reguli
ru: Часто задаваемые вопросы о правилах смены имен призывателей LoL.
sr: Nedavno postavljana pitanja za LOL pravila za promenu imena
sv: FAQ om League of Legends summoner namn ändringsregler
th: คำถามที่พบบ่อยเกี่ยวกับกฎการเปลี่ยนแปลงชื่อผู้เรียกของ League of Legends
tl: Magtanong ng mga tanong tungkol sa mga panuntunan sa pagbabago ng pangalan ng Liga ng Mga Alamat ng summoner.
tr: League of Legends sihirdar ismi değişikliği kuralları hakkında sıkça sorulan sorular
uk: Поширені запитання щодо правил зміни назви супроводжуючої ліги легенд.
vi: Câu hỏi thường gặp về quy tắc thay đổi tên người triệu tập League of Legends.

source: Close
da: Luk
de: Schließen
et: Sulge
fi: lopeta
fr: Fermer
hu: Bezár
id: Dekat
it: Chiudi
ja: 閉じる
ko: 닫다
ms: Tutup
nl: Sluiten
nn: Lukk
pl: Zamknij
pt: Fechar
ro: Inchide
ru: Закрыть
sr: Zatvori
sv: Stäng
th: ปิด
tl: Isara
tr: Kapat
uk: Закрити
vi: Gần

source: This section contains a wealth of information, related to <strong>LoL Names.GG</strong> and its use. If you cannot find an answer to your question, feel free to <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">contact me</a>.
da: Dette afsnit indeholder et væld af oplysninger relateret til <strong>LoL Names.GG</strong> og dets brug. Hvis du ikke kan finde svar på dit spørgsmål, er du velkommen til at <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">kontakte mig</a>.
de: Dieser Abschnitt enthält eine Fülle von Informationen, die sich auf <strong> LoL Names.GG </ strong> und deren Verwendung beziehen. Wenn Sie keine Antwort auf Ihre Frage finden können, fühlen Sie sich frei, <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">mich zu kontaktieren</a>.
et: See sektsioon sisaldab rikaliku teavet <strong>LoL Names.GG</strong> ja selle kasutuse kohta. Kui sa ei suuda leida oma küsimusele vastust, kontakteeruge minuga <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">siin</a>.
fi: Tämä osio sisältää runsaasti tietoa, joka liittyy <strong>LoL Names.GG: hen</strong> ja sen käyttöön. Jos et löydä vastausta kysymykseesi, <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">ota yhteyttä minuun</a> .
fr: Cette section contient une foule d'informations, relatives aux noms <forts>LoL.GG</strong> et à leur utilisation. Si vous ne trouvez pas de réponse à votre question, n'hésitez pas à <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">contactez-moi</a>.
hu: Ez az oldal információval szolgál a <strong>LoL Names.GG</strong> használatával kapcsolatban. Ha nem találsz választ a kérdésedre, nyugodtan <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener"> keress fel</a>.
id: Bagian ini berisi banyak informasi, terkait dengan <strong>LoL Names.GG</strong> dan penggunaannya. Jika Anda tidak dapat menemukan jawaban atas pertanyaan Anda, jangan ragu untuk <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">menghubungi saya</a> .
it: Questa sezione è ricca di informazioni riguardanti <strong>LoL Names.GG</strong> ed i suoi utilizzi. Se non riesci a trovare una risposta alle tue domande, sentiti libero di <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">contattarmi</a>.
ja: このセクションには、 <strong>LoL Names.GG</strong> とその使用に関する豊富な情報が含まれています。質問に対する回答が見つからない場合は、<a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">私に連絡して</a>ください。
ko: 이 섹션에는이 웹 사이트 및 그 사용과 관련된 풍부한 정보가 포함되어 있습니다. <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">질문에 대한 답을 찾을 수 없다면 언제든지 저에게 연락하십시오.</a>
ms: Bahagian ini mengandungi banyak maklumat, yang berkaitan dengan <strong>LoL Names.GG</strong> dan penggunaannya. Jika anda tidak dapat menemui jawapan pada soalan anda, jangan ragu untuk <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">menghubungi saya</a> .
nl: Deze sectie bevat veel informatie, gerelateerd aan <strong>LoL Names.GG</string> en zijn gebruik. Als je niet een antwoord kan vinden op je vraag, voel je vrij om mij te <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">contacteren</a>.
nn: Denne delen inneholder et vell av informasjon, relatert til <strong>LoL Names.GG</strong> og dets bruk. Hvis du ikke finner svar på spørsmålet ditt, er du velkommen til å <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">kontakte meg</a> .
pl: Ta sekcja zawiera wiele informacji powiązanych z <strong>LoL Names.GG</strong> i jej wykorzystanie. <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">Jeśli nie możesz znaleźć odpowiedzi na swoje pytanie, skontaktuj się ze mną.</a>
pt: Esta seção contém informações importantes relacionadas ao <strong>LoLNames.GG</strong> e seu uso. Se você não encontrar uma resposta para sua pergunta, sinta-se livre para <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">contatar-me</a>.
ro: Sectiunea asta contine informatii despre <strong>LoL Names.GG</strong>. Daca nu ai gasit raspuns la intrebarea ta , nu ezita sa ne contactezi:<a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">contact me</a>
ru: Этот раздел содержит большое количество информации, относящейся к <strong> LoLNames.GG </ strong> и ее использованию. Если вы не можете найти ответ на свой вопрос, не стесняйтесь <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">обращаться ко мне</a>.
sr: Ova stranica sadrži gomilu informacija vezanu za <strong>LoL Names.GG</strong> i njegovu ulogu. Ako ne nađeš odgovor na pitanje, slobodno postavi jedno! Hitler je do jaja lik.
sv: Den här sektionen innehåller viktig information, relaterad till <strong>Lol Names.GG</strong> och dess användning. Om du inte kan hitta svar på din fråga, vänligen <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">kontakta mig</a>.
th: ส่วนนี้มีความมั่งคั่งของข้อมูลที่เกี่ยวข้องกับ <strong>LoL Names.GG</strong> และการใช้งาน หากคุณไม่พบคำตอบสำหรับคำถามของคุณโปรด <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">ติดต่อฉัน</a>
tl: Ang seksyon na ito ay naglalaman ng maraming impormasyon, na may kaugnayan sa <strong>LoL Names.GG</strong> at paggamit nito. Kung hindi mo mahanap ang isang sagot sa iyong katanungan, huwag mag-atubiling <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">makipag-ugnay sa akin</a> .
tr: Bu bölüm, <strong>LoL Names.GG</strong> ve nasıl kullanıldığı hakkında önemli bilgiler içermektedir. Eğer sorunuza cevap bulamadıysanız buradan <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">bana ulaşın</a>.
uk: Цей розділ містить велику кількість інформації, пов'язаної з <strong>LoL Names.GG</strong> та її використанням. Якщо ви не можете знайти відповідь на своє запитання, не соромтеся звертатися <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">до мене</a> .
vi: Phần này chứa rất nhiều thông tin liên quan đến <strong>LoL Names.GG</strong> và việc sử dụng nó. Nếu bạn không thể tìm thấy câu trả lời cho câu hỏi của bạn, <a href="https://www.reddit.com/message/compose/?to=LoLNamesGG" target="_blank" rel="noopener">hãy liên hệ với tôi</a> .

source: Frequently Asked Questions
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
et: Tihti Küsitud Küsimused
fi: Usein Kysytyt Kysymykset
fr: Questions fréquemment posées
hu: Gyakran Ismételt Kérdések
id: Pertanyaan yang Sering Diajukan
it: Domande Frequenti
ja: よくある質問
ko: 자주 묻는 질문
ms: Soalan Lazim
nl: Veelgestelde vragen
nn: ofte stilte spørsmål
pl: Często Zadawane Pytania
pt: Perguntas frequentes
ro: Intrebari intrebate des
ru: Часто задаваемые вопросы
sr: Nedavno postavljana pitanja
sv: Ofta ställda frågor
th: คำถามที่พบบ่อย
tl: Mga Madalas Itanong
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Các câu hỏi thường gặp

source: Where should I report a bug or make a suggestion?
fi: Minne ilmoitan bugin tai lähetän ehdotuksia?
fr: Où dois-je signaler un bug ou faire une suggestion ?
ja: どこで正しくない翻訳を報告すべきですか？
pt: Onde devo denunciar um erro ou fazer uma sugestão?
ro: Unde ar trebui sa reportez o translatie gresita?
sv: Vart kan jag anmäla en felaktig översättning?
tr: Önerilerimi ya da sitedeki hataları nereden bildirebilirim?

source: GitHub is my pefered option. Otherwise you can contact me on Reddit, Facebook or Twitter. Please include the URL the bug occured on and as much information as possible.
fr: GitHub est mon option préférée. Sinon, vous pouvez me contacter sur Reddit, Facebook ou Twitter. Veuillez inclure l'URL sur laquelle le bug s'est produit et autant d'informations que possible
ja: GitHubは私の好みのオプションです。それ以外の場合は、Reddit、FacebookまたはTwitterで私に連絡することができます。バグが発生したURLとできるだけ多くの情報を含めてください。
pt: O GitHub é a minha opção preferida. Se não, você pode entrar em contato comigo no Reddit, Facebook ou Twitter. Por favor, inclua a URL em que o bug ocorreu e o máximo de informações possível.
ro: GitHub este opțiunea mea preferată. În caz contrar, puteți să mă contactați pe Reddit, Facebook sau Twitter. Includeți adresa URL la care a apărut eroarea și cât mai multe informații posibil.
sv: GitHub är mitt pefered alternativ. Annars kan du kontakta mig på Reddit, Facebook eller Twitter. Vänligen inkludera webbadressen som felet uppstod på och så mycket information som möjligt.
tr: GitHub benim tercih ettiğim seçenek. Ama Reddit, Facebook veya Twitter üzerinden de benimle iletişime geçebilirsiniz. Lütfen hatanın oluştuğu link'i ve mümkün olduğunca fazla bilgi ekleyin.

source: How frequently do the lists update?
da: Hvor ofte opdaterer listerne?
de: Wie häufig aktualisieren sich die Listen?
et: Kui tihti nimekirjad uuenduvad?
fi: Kuinka usein luettelot päivittyvät?
fr: À quelle fréquence les listes se mettent-elles à jour?
hu: Milyen gyakran frissülnek a listák?
id: Seberapa sering daftar diperbarui?
it: Quanto spesso vengono aggiornate le liste?
ja: リストはどれくらいの頻度で更新されますか？
ko: 목록은 얼마나 자주 업데이트됩니까?
ms: Berapa kerap dilakukan kemas kini senarai?
nl: Hoe vaak worden de lijsten bijgewerkt?
nn: Hvor ofte oppdaterer lister?
pl: Jak często aktualizowane są listy?
pt: Com que frequência as listas são atualizadas?
ro: Cat de des aduceti listele cu nume la zi?
ru: Как часто обновляются списки?
sr: Kolko se često ažuriraju liste?
sv: Hur ofta uppdateras listorna?
th: บ่อยครั้งที่รายการปรับปรุง?
tl: Gaano kadalas ina-update ang mga listahan?
tr: Listeler ne kadar sıklıkla güncellenir?
uk: Як часто списки оновлюються?
vi: Tần suất các danh sách cập nhật?
