Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: New accounts or name change
da: Nye konti eller navneændring
de: Neue Konten oder Namensänderung
et: Uued kasutajad või nimemuutus
fi: Uudet käyttäjät tai nimenmuutos
fr: Nouveau compte ou changement de nom
hu: Új felhasználó vagy névváltoztatás
id: Akun baru atau perubahan nama
it: Nuovi utenti o cambio nome
ja: 新しいアカウントまたは名前の変更
ko: 새 계정 또는 이름 변경
ms: Akaun baru atau perubahan nama
nl: Nieuwe accounts of naam verandering
nn: Nye kontoer eller navneskift
pl: Nowe konta lub zmiana nazwy
pt: Novas contas ou mudança de nome
ro: Conturi noi sau schimbare nume
ru: Новые учетные записи или изменение имени
sr: Novi nalog ili promena imena
sv: Nya konton eller namnändrning
th: บัญชีใหม่หรือการเปลี่ยนชื่อ
tl: Mga bagong account o pagbabago ng pangalan
tr: Yeni hesap veya isim değiştirme
uk: Нові облікові записи або зміна назви
vi: Thay đổi tên hoặc tài khoản mới

source: Active Match Lookup
da: Aktiv Match Lookup
de: Nach aktiven Spiel suchen
et: Aktiivse Mängu Otsing
fi: Aktiivinen ottelu haku
fr: Voir la partie active
hu: Aktív meccs keresés
id: Pencarian Kecocokan Aktif
it: Cerca la partita attuale
ja: アクティブな一致の検索
ko: 액티브 매치 조회
ms: Carian Padanan Aktif
nl: Actieve Match zoeken
nn: Aktiv Match Lookup
pl: Aktywne wyszukiwanie meczu
pt: Ver partida em andamento
ro: Cautare in timpul meciului
ru: Статистика идущего матча
sr: Pregled meca uzivo
sv: Nuvarande Matchsökning
th: ค้นหาแบบจับคู่แบบแอ็กทีฟ
tl: Aktibong Paghahanap ng Pagtutugma
tr: Aktif Oyun Arama
uk: Активний пошук матчів
vi: Tra cứu đối sánh hoạt động

source: lol match lookup
da: lol match opslag
de: lol Übereinstimmung suchen
et: lol match search
fi: lol haku
id: lol pencarian pertandingan
ja: LoL一致の検索
ko: 롤 일치 검색
ms: mencari perlawanan lol
nn: lol match oppslag
pl: Lol wyszukiwania meczu
pt: partida em andamento lol
ro: căutări de lol
ru: Поиск совпадения LOL
sr: лол матцх лоокуп
sv: lol match sökning
th: ค้นหาการจับคู่ lol
tl: lookup ng lol match
tr: lol oyun araması
uk: Lol пошук по матчу
vi: tìm kiếm so khớp lol

source: active match lol
da: aktiv match lol
de: aktive Übereinstimmung lol
et: aktiivne mäng lol
fi: aktiivinen ottelu lol
fr: match actif lol
hu: aktív meccs lol
id: lol pertandingan aktif
it: partita attiva lol
ja: アクティブマッチLOL
ko: 액티브 매치 롤
ms: perlawanan aktif lol
nl: actieve wedstrijd lol
nn: aktiv kamp lol
pl: aktywny mecz lol
pt: partida atual lol
ro: meci activ lol
ru: активный матч lol
sr: активна утакмица лол
sv: aktiv match lol
th: lol ที่ใช้งานอยู่
tl: aktibong tugma lol
tr: aktif oyun lol
uk: активний матч LOL
vi: trận đấu hoạt động lol

source: lol active match
da: lol aktiv kamp
de: lol aktive Übereinstimmung
et: lol aktiivne vaste
fi: lol aktiivinen ottelu
fr: lol match actif
hu: lol aktív meccs
id: Lol aktif
it: lol match attivo
ja: LoLアクティブマッチ
ko: 롤 액티브 매치
ms: lol perlawanan aktif
nl: lol actieve match
nn: lol aktiv kamp
pl: lol aktywne dopasowanie
pt: jogo atual lol
ro: lol meci activ
ru: активное совпадение
sr: лол активан меч
sv: lol aktiv match
th: ฮ่า ๆ จับคู่ที่ใช้งานอยู่
tl: lol aktibong tugma
tr: lol aktif oyun
uk: Lol активний матч
vi: lol hoạt động phù hợp

source: lol lookup
da: lol opslag
fi: lol-haku
fr: lol recherche
hu: lol keresés
it: lol ricerca
ja: LoL検索
ko: 롤 조회
ms: mencari hantu
nl: lol opzoeken
nn: lol oppslag
pt: análise lol
ro: căutări lol
ru: Поиск lol
sr: лол лоокуп
sv: lol kollare
th: ค้นหา lol
tr: lol arama
vi: lol tra cứu

source: lol current match lookup
da: lol nuværende match opslag
de: lol aktuelle Übereinstimmung suchen
et: lol praegune match search
fi: lol nykyinen ottelu haku
fr: lol match actuel recherche
hu: lol az aktuális keresési találat
id: lol pencarian pertandingan saat ini
it: lol ricerca attuale della partita
ja: LoL現在の検索一致
ko: 권자 현재 일치하는 조회
ms: Lengkapkan pencari perlawanan terkini
nl: lol huidige match-lookup
nn: lol nåværende kamp oppslag
pl: lolowe wyszukiwanie dopasowań
pt: partida ao vivo lol
ro: Căutarea lol la curent curent
ru: Поиск совпадений
sr: лол текући матцх лоокуп
sv: lol nuvarande match sök
th: ค้นหาการจับคู่ปัจจุบัน lol
tl: lol kasalukuyang paghanap ng pagtutugma
tr: lol oyun arama
uk: LOL поточний пошук матчів
vi: lol tra cứu trận đấu hiện tại

source: lol game lookup
da: lol spil opslag
de: lol Spiel nachschlagen
et: lol mängu otsing
fi: lol ottelu haku
fr: lol jeu de recherche
hu: lol játékkeresés
ja: LoLゲームのルックアップ
ko: 롤 게임 조회
ms: pencarian permainan lol
nn: lol spill oppslag
pl: Lol gry wyszukiwania
pt: pesquisar partida lol
ro: căutarea lol joc
ru: Поиск игры lol
sr: лол гаме лоокуп
sv: lol spelet sökning
th: การค้นหาเกม lol
tr: lol oyun arama
uk: Лол ігровий пошук
vi: lol tra cứu trò chơi

source: see current League of Legends match details
da: se den aktuelle League of Legends kampdetaljer
de: Siehe aktuelle League of Legends Spieldetails
et: vaata praegust Legends Match mängu üksikasju
fi: katso nykyisen League of Legends -ottelun tiedot
fr: voir les détails du match League of Legends en cours
hu: Tekintse meg a League of Legends meccs részleteit
id: lihat detail pertandingan League of Legends saat ini
it: vedi i dettagli della partita di League of Legends
ja: 現在のリーグオブレジェンズ戦詳細を見る
ko: 현재 League of Legends 경기 세부 정보보기
ms: lihat butiran perlawanan League of Legends semasa
nl: bekijk de wedstrijddetails van League of Legends
nn: se dagens League of Legends kampdetaljer
pl: zobacz aktualne szczegóły meczu League of Legends
pt: Ver detalhes da partida atual de League of Legends
ro: vezi detalii despre meciurile din Liga Legendelor
ru: см. текущую информацию о матчах Лиги легенд
sr: погледајте тренутне податке о мечу лиге легенди
sv: se nuvarande League of Legends match detaljer
th: ดูรายละเอียดการแข่งขัน League of Legends ปัจจุบัน
tl: tingnan ang kasalukuyang mga detalye ng pagtutugma ng League of Legends
tr: League of Legends oyun ayrıntılarını gör
uk: див. подробиці матчів поточної Ліги легенд
vi: xem chi tiết trận đấu League of Legends hiện tại

source: See your current League of Legends match details including your opponents rank, win ratio and level.
da: Se din aktuelle League of Legends kampdetaljer, herunder dine modstanders rang, vindforhold og niveau.
de: Sieh dir deine aktuellen League of Legends Spieldetails an, einschließlich Rang, Gewinnrate und Level deines Gegners.
et: Vaadake oma praegust Legends Match of Matchi teavet, sealhulgas oma vastaste auhinda, võidu suhet ja taset.
fi: Katso nykyisen League of Legends -otteluiedot, mukaan lukien vastustajasi sijoitus, voitto-suhde ja taso.
fr: Consultez les détails de votre match League of Legends actuel, notamment le rang, le ratio de victoires et le niveau de vos adversaires.
hu: Tekintse meg aktuális League of Legends meccs részleteit, beleértve az ellenfelek rangját, győzelmi arányát és szintjét.
id: Lihat detail pertandingan League of Legends Anda saat ini termasuk peringkat lawan, rasio dan level menang Anda.
it: Vedi i dettagli della partita di League of Legends in corso tra cui la classifica dei tuoi avversari, la percentuale di vincita e il livello.
ja: あなたの対戦相手のランク、勝率、レベルなど、あなたの現在のリーグオブレジェンズの詳細を参照してください。
ko: 상대방 랭킹, 승리 비율 및 레벨을 포함하여 현재의 Legends of League Legends를 참조하십시오.
ms: Lihat butiran perlawanan League of Legends semasa anda termasuk pangkat lawan, nisbah menang dan tahap.
nl: Bekijk je huidige League of Legends-wedstrijddetails, inclusief je rang, winratio en niveau.
nn: Se din nåværende League of Legends kampdetaljer, inkludert motstandernes rang, vinnforhold og nivå.
pl: Zobacz swoje aktualne dane meczowe League of Legends, w tym pozycję przeciwników, współczynnik wygranych i poziom.
pt: Veja os detalhes da partida atual de League of Legends, incluindo o elo, taxa de vitórias e nível dos inimigos.
ro: Consultați detaliile meciului actual al Ligii Legendelor, inclusiv rangul dvs. de adversari, rata câștigului și nivelul.
ru: См. Текущую информацию о вашей Лиге легенд, включая рейтинг соперников, коэффициент выигрыша и уровень.
sr: Погледајте своје тренутне податке о утакмици лиге легенде, укључујући ранг, противничку позицију и ниво.
sv: Se din nuvarande League of Legends match detaljer, inklusive dina motståndares rank, vinstchanser, och level.
th: ดูรายละเอียดการจับคู่ League of Legends ในปัจจุบันรวมถึงอันดับของฝ่ายตรงข้ามชนะอัตราส่วนและระดับ
tl: Tingnan ang iyong kasalukuyang mga detalye ng pagtutugma ng League of Legends kabilang ang ranggo ng iyong opponents, panalo ratio at antas.
tr: Rakibinizin ligi, kazanma oranı ve seviyesi de dahil olmak üzere güncel League of Legends oyun ayrıntılarınızı görün.
uk: Перегляньте інформацію про вашу поточну інформацію про Лігу легенд, включаючи рейтинг ваших опонентів, коефіцієнт виграшу та рівень.
vi: Xem chi tiết trận đấu trong League of Legends hiện tại của bạn bao gồm xếp hạng đối thủ, tỷ lệ và cấp độ thắng.

source: Use this page to search for the active match details for summoners currently in game.
da: Brug denne side til at søge efter de aktive kampoplysninger for indkaldere i øjeblikket i spillet.
de: Benutze diese Seite um die Match Details eines Beschwörers der gerade im Spiel ist zu suchen.
et: Kasuta seda lehte, et otsida mängudetaile kasutajale praegu käimasolevas mängus.
fi: Tämän sivun avulla voit etsiä aktiivisen ottelun tietoja pelaajille, jotka ovat tällä hetkellä pelissä.
fr: Utilisez cette page pour voir les détails de la partie en cours.
hu: Használd ezt az oldalt, hogy aktív meccsekről találj információkat!
id: Gunakan halaman ini untuk mencari detail pertandingan aktif untuk summoner yang saat ini ada dalam game.
it: Usa questa pagina per cercare i dettagli della partita attuale per evocatori attualmente in partita.
ja: このページを使用して、現在ゲーム中のサモナーのアクティブな試合の詳細を検索します。
ko: 이 페이지를 사용하여 현재 게임중인 소환사의 현재 경기 세부 정보를 검색 할 수 있습니다.
ms: Gunakan halaman ini untuk mencari butiran padanan aktif untuk pemanggil yang sedang dalam permainan.
nl: Gebruik deze pagina om te zoeken voor de actieve match details voor summoners op dit moment in game.
nn: Bruk denne siden til å søke etter aktive kampdetaljer for oppfordrere som er i spillet.
pl: Użyj tej strony, aby wyszukać szczegóły aktywnego meczu dla przywoływaczy aktualnie w grze.
pt: Use essa página para procurar os detalhes da partida atual de invocadores em jogo.
ro: Foloseste aceasta pagina pentru a cauta detaliile pentru jucatori care sunt intr-un meci activ
ru: Используйте эту страницу, чтобы найти статистику об идущем матче.
sr: Ovu stranicu koristi za statistike trenutnih partija
sv: Använd denna hemsida för att hitta nuvarande matchdetaljer för spelare i en match.
th: ใช้หน้านี้เพื่อค้นหารายละเอียดการจับคู่ที่ใช้งานอยู่สำหรับผู้เรียกใช้งานปัจจุบันในเกม
tl: Gamitin ang pahinang ito upang maghanap para sa mga aktibong detalye ng pagtutugma para sa mga summoner na kasalukuyang nasa laro.
tr: Şu anda oyunda olan sihirdarların oyun detaylarını öğrenmek için bu sayfayı kullanın.
uk: Використовуйте цю сторінку, щоб шукати інформацію про активну відповідь для учасників, які наразі грають у грі.
vi: Sử dụng trang này để tìm kiếm chi tiết trận đấu hiện hoạt cho các summoner hiện có trong game.

source: Summoner
de: Beschwörer
et: Kasutaja
fr: Invocateur
hu: Idéző
id: Pemanggil
it: Evocatore
ja: サモナー
ko: 서머너
pl: Przywoływacz
pt: Invocador
ru: Призыватель
th: ซัม
tr: Sihirdar
uk: Виклик

source: Champion
et: Karakter
hu: Hős
id: Juara
it: Campione
ja: チャンピオン
ko: 챔피언
ms: Juara
pl: Postać
pt: Campeão
ro: Campion
ru: Чемпион
sr: Heroj
th: แชมป์
tr: Şampiyon
uk: Чемпіон
vi: Quán quân

source: Spells
de: Zauber
et: Loits
fi: Loitsut
fr: Sorts
hu: Képességek
id: Mantra
it: Incantesimi evocatore
ja: サモナースペル
ko: 주문
ms: Jampi
pl: Czary
pt: Feitiços
ro: Magii
ru: Способности
sr: Magije
th: คาถา
tr: Yetenekler
uk: Заклинання
vi: Phép thuật

source: Solo Rank
de: Solo Rang
fi: Soolo sijoitus
fr: Rang Solo
hu: Egyéni rang
id: Peringkat Solo
it: Classifica in Solo
ja: ソロランク
ko: 솔로 순위
ms: Kedudukan Solo
pl: Ranking Solo
pt: Elo (Solo/Duo)
ro: Rank Solo
ru: Одиночная ранговая
th: อันดับเดี่ยว
tr: Tekli/Çiftli Lig
uk: Соло Ранг
vi: Xếp hạng Solo

source: Winratio/Total
de: Winrate/Total
et: Võiduprotsent/Kõik
fi: Voittosuhde / yhteensä
fr: Ratio de victoire/Total
hu: Győzelmi arány / Összes
it: Rapporto vittorie/Totale
ja: Winレート / トータル
ko: 총 / 총
nl: Winratio/Totaal
pl: % zwycięstw/Razem
pt: Taxa de vitórias/Total
ro: Castiguri/Total
ru: Процент побед/Общая
sr: Stopa pobeda/Ukupno
sv: Winratio/Totalt
th: Winratio / รวม
tr: Kazanma oranı/Toplam
vi: Winratio / Tổng cộng

source: Runes
de: Runen
et: Ruunid
fi: Riimut
hu: Rúnák
id: Rune
it: Rune
ja: ルーン
ko: 룬 문자
pl: Runy
pt: Runas
ro: Rune
ru: Руны
sr: Rune
th: อักษรรูน
tr: Rünler
uk: Руни

source: Pick'em
pl: Pick&#39;em
pt: Escolhas
sr: Пицк'ем
tl: Pick&#39;em
tr: Kupayı Kim Alır?
uk: Пікем

source: perfect pick'ems
da: perfekte pick'ems
de: perfekte Pick'ems
et: täiuslik pick'ems
fi: täydellinen pick'ems
fr: pick'ems parfaits
hu: tökéletes pick'ems
id: pick'ems sempurna
it: pick'em perfetti
ja: 完璧なPick'em
ko: 완벽한 선택
ms: pick'ems sempurna
nl: perfecte keuzes
nn: perfekte pick'ems
pl: idealny pick&#39;ems
pt: Escolhas perfeitas
ru: идеальный выбор
sr: савршени пицк'емс
sv: perfekta pick'ems
th: pick'ems ที่สมบูรณ์แบบ
tl: perpektong pick&#39;ems
tr: hatasız 'Kupayı Kim Alır?'
uk: досконалий pick'ems
vi: pick'ems hoàn hảo

source: See the only player that still has a chance at perfect pick'ems plus all 647 perfect pickems from the group stage of the League of Legends World Championship 2018
da: Se den eneste spiller, der stadig har en chance for perfekte pick'ems plus alle 647 perfekte pickems fra gruppestadiet i Legends World Championship League 2018
de: Sehen Sie den einzigen Spieler, der noch eine Chance auf perfekte Pick'ems hat, sowie alle 647 perfekten Pickems aus der Gruppenphase der League of Legends World Championship 2018
et: Vaadake ainukese mängija, kellel on ikka veel võimalus täiuslikest pick'emidest pluss kõik 647 täiuslikku võistlust 2018. aasta legendide maailmameistrivõistluste etapil
fi: Katso ainoa pelaaja, jolla on vielä mahdollisuus täydellisissä pick'emsissä sekä kaikki 647 täydellistä pick'emiä League of Legends World Championship 2018 lohkovaiheesta
fr: Voyez le seul joueur qui a encore une chance de remporter des pick'ems parfaits, plus les 647 pickems parfaits de la phase de groupes du League of Legends World Championship 2018
hu: Tekintsd meg az egyetlen olyan játékosot, aki még mindig lehetősége van a tökéletes selejtezőkre és az összes 647 tökéletes selejtezőre a League of Legends World Championship 2018
id: Lihat satu-satunya pemain yang masih memiliki kesempatan di pick'ems sempurna ditambah semua 647 pickems sempurna dari babak penyisihan Grup Kejuaraan Dunia Legenda 2018
it: Vedi l'unico giocatore che ha ancora una possibilità di pick'em perfetti più tutti i 647 pickem perfetti della fase a gironi del campionato del mondo di League of Legends 2018
ja: レジェンド・オブ・レジェンズ・ワールド・チャンピオンシップ（2018年リーグ）のグループステージで、完璧なPick'emと647の完璧なPick'emを揃えた唯一のプレーヤーをご覧ください
ko: 전설적인 세계 선수권 대회 (League of Legends World Championship 2018)의 조별 리그에서 완벽한 pick'ems와 647 개의 완벽한 pickems가있는 유일한 플레이어를 만나보십시오
ms: Lihat satu-satunya pemain yang masih mempunyai peluang di pick'ems yang sempurna ditambah semua pickup sempurna 647 dari peringkat kumpulan League of Legends World Championship 2018
nl: Zie de enige speler die nog kans maakt op perfecte pick'ems plus alle 647 perfecte pickems uit de groepsfase van het League of Legends World Championship 2018
nn: Se den eneste spilleren som fortsatt har en sjanse til perfekte pick'ems pluss alle 647 perfekte pickems fra gruppespillet i League of Legends World Championship 2018
pl: Zobacz jedynego gracza, który wciąż ma szansę na perfekcyjne pick&#39;ems oraz wszystkie 647 doskonałych pickemów ze sceny grupowej Mistrzostw Świata League of Legends 2018
pt: Veja o único jogador que ainda tem uma chance de fazer uma escolha perfeita, além de todas as 647 escolhas perfeitas da fase de grupos do Campeonato Mundial de League of Legends de 2018
ro: Vedeți singurul jucător care are încă o șansă la pick'ems perfect plus toate cele 647 de pickere perfecte de la etapa de grup a Ligii Campionilor Mondiale Legends 2018
ru: Посмотрите единственного игрока, у которого все еще есть шанс на идеальные подборки плюс все 647 совершенных пикемов с группового этапа Чемпионата мира по футболу 2017 года
sr: Погледајте једини играч који још увек има шансу за савршеним победама плус свих 647 савршених победа у групној фази Светског првенства лиге легенди 2018.
sv: Se den enda spelaren som fortfarande har chans till perfekta pick'ems plus alla 647 perfekta pickems från gruppspelet i Legends World Championship League 2018
th: ดูผู้เล่นคนเดียวที่ยังคงมีโอกาสที่ pick'ems ที่สมบูรณ์แบบบวกกับ pickems ที่สมบูรณ์แบบที่สุด 647 จากเวทีกลุ่มของ League of Legends World Championship 2018
tl: Tingnan ang tanging manlalaro na mayroon pa ring pagkakataon sa perpektong pick&#39;ems kasama ang lahat ng 647 perpektong pickems mula sa yugto ng grupo ng League of Legends World Championship 2018
tr: League of Legends Dünya Şampiyonası 2018'de hala hatasız seçim şansına sahip olan tek oyuncuya ve 647 hatasız Kupayı Kim Alır? grup aşaması seçimlerine göz atın.
uk: Дивіться єдиного гравця, який все ще має шанс на ідеальний pick'ems плюс всі 647 ідеальних pickem з групової стадії чемпіонату світу Ліги легенд 2018
vi: Xem cầu thủ duy nhất vẫn có cơ hội chọn lựa hoàn hảo cộng với tất cả 647 pickems hoàn hảo từ vòng bảng của Liên đoàn Vô địch Thế giới Huyền thoại 2018

source: <p>Number of perfect scores: <b>0</b>
fi: <p> Täydellisten pisteiden määrä: <b>0</b>
fr: <p> Nombre de scores parfaits: <b>0</b>
ja: <p>完璧なスコアの数: <b>0</b>
nl: <p> Aantal perfecte scores: <b>0</b>
pt: <p>Número de pontuações perfeitas: <b>0</b>
ro: <p> Numărul scorurilor perfecte: <b>0</b>
sv: <p> Antal perfekta poäng: <b>0</b>
th: <p> จำนวนคะแนนที่สมบูรณ์แบบ: <b>0</b>
tr: <p> Hatasız seçimlerin sayısı: <b>0</b>
uk: <p> Кількість чудових балів: <b>0</b>

source: <p><b>0</b> players with perfect pick'ems from group stage picked Invictus Gaming to win! At least 1 person picked every other team. See the pie charts for more details.
fi: <p> <b>0</b> pelaajaa, joilla on täydellinen pick'ems lohkovaiheessa, valitsivat Invictus Gaming voittavan! Vähintään yksi henkilö valitsi ​​joka toisen joukkueen. Katso piiraskuvioista lisätietoja.
fr: <p> <b>0</b> joueurs avec des pick'ems parfaits de la phase de groupes ont choisi Invictus Gaming pour gagner! Au moins une personne a choisi toutes les autres équipes. Voir les graphiques à secteurs pour plus de détails.
ja: <p>グループステージから完璧なPick'emを得た<b>0</b>人のプレイヤーがInvictus Gamingを獲得！他のすべてのチームを少なくとも1人は選んだ。詳細は、円グラフを参照してください。
nl: <p> <b>0</b> spelers met perfecte keuzes uit groepsfase hebben Invictus Gaming uitgekozen om te winnen! Ten minste 1 persoon koos elk ander team. Zie de cirkeldiagrammen voor meer details.
pt: <p><b>0</b> jogadores com escolhas perfeitas na fase de grupos escolheram a Invictus Gaming para vencer! Pelo menos uma pessoa escolheu todos os outros times. Veja os gráficos de pizza para mais detalhes.
ro: <p> <b>0</b> jucători cu pick'em-uri perfecte din grupa de scenă Invictus Gaming a câștigat! Cel puțin o persoană a ales fiecare altă echipă. Consultați diagramele pentru mai multe detalii.
sv: <p> <b>0</b> spelare med perfekta pick'ems från gruppspelet valde att Invictus Gaming skulle vinna! Minst 1 person valde varje annat lag. Se cirkeldiagrammen för mer information.
th: <p> ผู้เล่น <b>0</b> คนที่มี pick'ems ที่สมบูรณ์แบบจากกลุ่มได้เลือก Invictus Gaming เพื่อลุ้น! อย่างน้อย 1 คนเลือกทีมอื่น ๆ ทุกคน ดูแผนภูมิวงกลมสำหรับรายละเอียดเพิ่มเติม
tr: <p> Grup aşamasında hatasız seçim yapan <b>0</b> oyuncu, Invictus Gaming'i kazanan olarak seçti! En az 1 kişi diğer takımları seçti. Daha fazla bilgi için grafiklere göz atın.
uk: <p> <b>0</b> гравців із досконалими пікемами з групового етапу підібрали Invictus Gaming, щоб виграти! Принаймні 1 особа вибрала кожну іншу команду. Щоб дізнатись більше, перегляньте діаграми.

source: <p>Highest possible scores: <b>124</b> total, <b>64</b> group and <b>60</b> knockout. The current highest knockout score is <b>35</b>.</p>
fi: <p> Suurin mahdollinen pisteytys: <b>124</b> yhteensä, <b>64</b> ryhmä ja <b>60</b> tyrmäys. Nykyinen korkein tyrmäys pistemäärä on <b>35</b>.</p>
fr: <p> Meilleurs scores possibles: <b>124 au</b> total, <b>64</b> groupes et <b>60</b> KO. Le score le plus élevé de KO actuel est de <b>35</b> . </p>
ja: <p>最高得点: <b>124</b>合計、 <b>64</b>グループ、 <b>60</b>ノックアウト。現在の最高ノックアウトスコアは<b>35</b>です。 </p>
nl: <p> Hoogst mogelijke scores: <b>124</b> totaal, <b>64</b> groep en <b>60</b> knock-out. De huidige hoogste knockout-score is <b>35</b> . </p>
pt: <p>Maiores pontuações possíveis: <b>124</b> no total, <b>64</b> na fase de grupo e <b>60</b> nas eliminatórias. A pontuação mais alta das eliminatórias atualmente é de <b>35</b>.</p>
ro: <p> Cele mai mari scoruri posibile: <b>124</b> total, <b>64 de</b> grupuri și <b>60 de</b> knock-out. Scorul cel mai mare pentru knockout este <b>35</b> . </p>
sv: <p> Högsta möjliga poäng: <b>124</b> totalt, <b>64</b> grupp och <b>60</b> knockout. Den nuvarande högsta knockout-poängen är <b>35</b> . </p>
th: <p> คะแนนสูงสุด: <b>124</b> คะแนนรวม <b>64</b> และ <b>60</b> คะแนน คะแนนสูงสุดที่น่าพิศวงที่สุดคือ <b>35</b> </p>
tr: <p> Mümkün olan en yüksek puanlar: <b>124</b> toplam, <b>64</b> grup ve <b>60</b> eleme. Mevcut en yüksek eleme skoru <b>35</b> . </p>
uk: <p> Найвищі можливі оцінки: <b>124</b> загальні, <b>64</b> групи та <b>60</b> нокаутів. Поточний найвищий рейтинг нокауту становить <b>35</b> . </p>

source: Pick'em Link
de: Wähle den Link
fi: Pick'em Linkki
fr: Lien Pick'em
id: Tautan Pilih
ja: Pick'em リンク
ms: Paut Pick'em
pl: Link Pick&#39;em
pt: Link das escolhas
sr: Пицк'ем Линк
sv: Pick'em Länk
tl: Pick&#39;em Link
tr: 'Kupayı Kim Alır?' Bağlantısı
vi: Liên kết Pick'em

source: Total
da: i alt
de: Gesamt
et: Kokku
fi: Kaikki yhteensä
hu: Teljes
it: Totale
ja: 合計
ko: 합계
ms: Jumlah
nl: Totaal
pl: Całkowity
ru: Всего
sr: Укупно
sv: Totalt
th: ทั้งหมด
tl: Kabuuang
tr: Toplam
uk: Всього
vi: Toàn bộ

source: Group
da: Gruppe
de: Gruppe
et: Grupp
fi: Ryhmä
fr: Groupe
hu: Csoport
id: Kelompok
it: Gruppo
ja: グループ
ko: 그룹
ms: Kumpulan
nl: Groep
nn: Gruppe
pl: Grupa
pt: Fase de Grupos
ro: grup
ru: группа
sr: Група
sv: Grupp
th: กลุ่ม
tl: Grupo
tr: grup
uk: Група
vi: Nhóm

source: Knockout
da: Slå ud
de: Schlagen
fi: Tyrmäys
fr: Assommer
hu: Ki ütni
id: Pukulan knockout
it: Tramortire
ja: ノックアウト
ko: 녹아웃
nn: Slå ut
pl: Nokaut
pt: Eliminatórias
ro: Făcut praf
ru: Нокаут
sr: Нокаут
th: น็อกคู่ต่อสู้
tr: Eleme
uk: Нокаут
vi: Hạ gục

source: Predicted Winner
da: Forudsigede vinder
de: Vorhergesagter Gewinner
et: Ennustatud võitja
fi: Ennustettu voittaja
fr: Gagnant Prévu
id: Pemenang yang Diprediksi
it: Vincitore previsto
ja: 予想される勝者
ko: 예상 우승자
ms: Pemenang Rangsangan
nl: Voorspelde winnaar
nn: Forutsatt Winner
pl: Przewidywany zwycięzca
pt: Vencedor previsto
ro: Câștigătorul anticipat
ru: Прогнозируемый победитель
sr: Предвиђени победник
sv: Förutspådd vinnare
th: ผู้ชนะที่คาดการณ์ไว้
tl: Hinulaang Nagwagi
tr: Tahmini Kazanan
uk: Прогнозований переможець
vi: Người chiến thắng dự đoán
