Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: Group Stage 50+ Points Predictions (outer) compared with 64 points (inner)
da: Gruppe Stage 50+ Point Predictions (ydre) sammenlignet med 64 point (indre)
et: Grupi staadiumis 50+ punkti prognoosid (välimine) võrreldes 64 punktiga (sisemine)
fi: Lohkiaihe 50 + pistemääräiset ennusteet (ulompi) verrattuna 64 pisteeseen (sisäinen)
fr: Phase de groupe - Prédictions plus de 50 points (externe) par rapport à 64 points (interne)
hu: Csoportházirend 50+ pont Előrejelzés (külső) a 64 ponttal szemben (belső)
id: Tahap Kelompok 50+ Prediksi Poin (luar) dibandingkan dengan 64 poin (dalam)
it: Group Stage 50+ Points Predictions (outer) rispetto a 64 punti (inner)
ja: グループステージ50+ポイント予測（外側）は64ポイント（内側）
ko: 그룹 스테이지 50+ 포인트 예측 (바깥 쪽)과 64 포인트 (안쪽) 비교
nl: Groepsfase 50+ punten voorspellingen (buitenste) vergeleken met 64 punten (binnenste)
nn: Gruppespill 50 + Point-prediksjoner (ytre) sammenlignet med 64 poeng (indre)
pt: Fase de Grupos 50+ previsões de pontos (externos) comparadas com 64 pontos (internos)
ro: Scorul grupului 50+ Puncte Predictii (exterioare) comparativ cu 64 de puncte (interior)
sv: Group Stage 50 + poäng förutsägelser (yttre) jämfört med 64 poäng (inre)
th: การคาดการณ์ของกลุ่มในกลุ่ม 50 ขึ้นไป (ด้านนอก) เมื่อเทียบกับ 64 คะแนน (ด้านใน)
tl: Group Stage 50+ Points Predictions (panlabas) kumpara sa 64 puntos (panloob)
tr: Grup Aşaması 50+ Puan Tahminler (dış) 64 puanla (iç) karşılaştırıldı
uk: Прогнози на 50+ балів групи (зовнішні) у порівнянні з 64 балами (внутрішніми)

source: All Player Predictions (outer) compared with 64 points (inner)
da: Alle Player Predictions (ydre) sammenlignet med 64 point (indre)
et: Kõik mängija ennustused (välimine) võrreldes 64 punktiga (sisemine)
fi: Kaikki pelaaja ennusteet (ulkoinen) verrattuna 64 pisteeseen (sisäinen)
fr: Toutes les prédictions des joueurs (externe) comparées à 64 points (interne)
hu: Minden játékos előrejelzése (külső), szemben a 64 ponttal (belső)
id: Semua Prediksi Pemain (luar) dibandingkan dengan 64 poin (dalam)
it: Tutte le Pronostici giocatore (esterno) rispetto a 64 punti (interno)
ja: すべてのプレイヤー予測（外側）が64ポイント（内側）
ko: 64 포인트 (내부)와 비교 된 모든 플레이어 예측 (바깥 쪽)
nl: Alle voorspellingen van de speler (buitenste) vergeleken met 64 punten (innerlijke)
nn: Alle spillerforutsigelser (ytre) sammenlignet med 64 poeng (indre)
pt: Todas as previsões de jogadores (externas) comparadas com 64 pontos (internos)
ro: Toate predicțiile jucătorului (exterioare) comparativ cu 64 de puncte (interior)
sv: Alla spelares förutsägelser (yttre) jämfört med 64 poäng (inre)
th: การคาดการณ์ของผู้เล่นทั้งหมด (ด้านนอก) เปรียบเทียบกับ 64 คะแนน (ด้านใน)
tl: Lahat ng Mga Prediksiyong Player (panlabas) kumpara sa 64 puntos (panloob)
tr: Tüm Oyuncu Tahminleri (dış) 64 puanla (iç) karşılaştırıldı
uk: Усі передбачувані прогнози (зовнішні) у порівнянні з 64 балами (внутрішніми)

source: Summoner Icon Statistics
da: Summoner Ikon Statistik
de: Beschwörersymbol Statistiken
et: Summoner ikooni statistika
fi: Summoner Kuvake Tilastot
fr: Statistiques des icônes d'invocateur
hu: Idézői Ikon Statisztikák
id: Statistik Ikon Pemanggilan
it: Statistiche Icone Evocatore
ja: サモナーのアイコンの統計
ko: 소환사 아이콘 통계
ms: Ikon Ikon Summoner
nl: Summoner Icoon Statistieken
nn: Summoner Ikon Statistikk
pl: Statystyki Ikon Przywoływacza
pt: Estatísticas de ícone de invocador
ro: Icoane de summoner statistici
ru: Статистика иконки призывателя
sr: Statistike ikone
sv: Summoner Ikon Statistik
th: สถิติไอคอนผู้เรียกสังเกตุ
tl: Mga Istatistika ng Summoner Icon
tr: Sihirdar Simgesi İstatistikleri
uk: Статистика знач знайомих
vi: Thống kê biểu tượng Summoner

source: lol summoner icons
da: lol summoner ikoner
de: lol Beschwörer Symbole
et: lol summoner ikoonid
fi: lol summoner kuvakkeet
fr: icônes d'invocateur lol
hu: lol summoner ikonok
id: ikon lol summoner
it: icone di evocatore lol
ja: LoLサモナーアイコン
ko: 롤 소환사 아이콘
ms: ikon penyokong lol
nl: lol summoner pictogrammen
nn: lol summoner ikoner
pl: Ikony lol przywoływacza
pt: ícones de invocador lol
ro: lol icoane summoner
ru: Значки lol summoner
sr: лол суммонер иконе
sv: lol summoner ikoner
th: ไอคอน summoner lol
tl: lol icon ng summoner
tr: lol sihirdar simgeleri
uk: LOL значок підписки
vi: lol summoner các biểu tượng

source: League of Legends summoner icons
da: League of Legends Summoner ikoner
de: League of Legends Beschwörer Icons
et: League of Legends Summoner ikoonid
fi: League of Legends summoner kuvakkeet
fr: Icônes d'invocateur de League of Legends
hu: League of Legends summoner ikonok
id: Ikon summoner League of Legends
it: League of Legends icone summoner
ja: リーグオブレジェンズサモナーアイコン
ko: 리그 오브 레전드 소환사 아이콘
ms: Ikon pemanggil League of Legends
nn: League of Legends Summoner-ikoner
pl: Ikony przywołujących League of Legends
pt: ícones de invocador League of Legends
ro: League of Legends summoner icoane
ru: Иконки легенд легенд
sr: Леагуе оф Легендс суммонер иконе
sv: League of Legends Summoner ikoner
th: ไอคอนผู้เรียกของ League of Legends
tl: League of Legends summoner icon
tr: League of Legends sihirdar simgeleri
uk: Ікони сумочки Ліги легенд
vi: Biểu tượng summoner League of Legends

source: lol icon
da: lol ikon
de: lol Symbol
et: lol ikoon
fi: lol-kuvaketta
fr: icône lol
hu: lol ikon
id: ikon lol
it: icona lol
ja: LoLアイコン
ko: 롤 아이콘
ms: ikon lol
nl: lol icoon
nn: lol ikon
pl: Ikona lol
pt: ícone de lol
ro: lol pictogramă
ru: Значок lol
sr: лол ицон
sv: lol ikon
th: ไอคอน lol
tr: lol simgesi
uk: значок lol
vi: biểu tượng lol

source: summoner icons
da: summoner ikoner
de: Beschwörer Icons
et: summoner ikoonid
fi: summoner-kuvakkeet
fr: icônes d'invocateur
hu: summoner ikonok
id: ikon summoner
it: icone di evocatore
ja: サモナーのアイコン
ko: 소환사 아이콘
ms: ikon pemanggil
nl: summoner pictogrammen
nn: summoner ikoner
pl: ikony przywoływacza
pt: ícones de invocador
ro: summoner icoane
ru: иконки summoner
sr: сумонер иконе
sv: summoner ikoner
th: ไอคอน summoner
tl: mga icon ng summoner
tr: sihirdar simgeleri
uk: значки суммінера
vi: biểu tượng summoner

source: summoner icon
da: summoner ikon
de: Beschwörer-Symbol
et: Summoneri ikoon
fi: summoner -kuvake
fr: icône de l'invocateur
hu: summoner ikon
id: ikon summoner
it: icona dell'evocatore
ja: サモナーアイコン
ko: 소환 아이콘
ms: ikon pemanggil
nl: summoner pictogram
nn: summoner-ikonet
pl: ikona przywoływacza
pt: ícone de invocador
ro: pictograma summoner
ru: Иконка вызова
sr: икона позвана
th: ไอคอน summoner
tl: icon ng summoner
tr: sihirdar simgesi
uk: значок сумочка
vi: biểu tượng summoner

source: lol icon usage
da: lol ikon brug
de: lol Symbol Verwendung
et: lol ikooni kasutamine
fi: lol-kuvakkeen käyttö
fr: lol utilisation de l'icône
hu: lol ikon használata
id: penggunaan ikon lol
it: uso dell'icona lol
ja: LoLアイコンの使用法
ko: 롤 아이콘 사용법
ms: penggunaan ikon lol
nl: lol gebruik van het pictogram
nn: lol ikon bruk
pl: użycie ikony LOL
pt: uso de ícones de lol
ro: folosirea pictogramei lol
ru: Использование значка lol
sr: лол икона употреба
sv: lol ikon användning
th: การใช้ไอคอน lol
tl: lol paggamit ng icon
tr: lol simge kullanımı
vi: sử dụng biểu tượng lol

source: most popular League of Legends icons
da: mest populære League of Legends ikoner
de: beliebtesten League of Legends Icons
et: kõige populaarsem Legends Icons ikoonid
fi: suosituimat League of Legends -kuvakkeet
fr: icônes les plus populaires de League of Legends
hu: a legelterjedtebb League of Legends ikonok
id: ikon League of Legends yang paling populer
it: più popolari icone di League of Legends
ja: 最も人気のあるリーグオブレジェンズのアイコン
ko: 가장 인기있는 Legends of Legends 아이콘
ms: ikon League of Legends yang paling popular
nl: populairste League of Legends-pictogrammen
nn: mest populære League of Legends ikoner
pl: najbardziej popularne ikony League of Legends
pt: ícones mais populares de League of Legends
ro: cele mai populare icoane League of Legends
ru: Самые популярные иконки Лиги легенд
sr: најпопуларнија икона лиге легенди
sv: mest populära League of Legends ikoner
th: ไอคอน League of Legends ที่ได้รับความนิยมมากที่สุด
tl: pinaka-popular na mga icon ng Liga ng Mga Alamat
tr: En popüler League of Legends simgeleri
uk: найпопулярніші значки Ліги легенд
vi: biểu tượng League of Legends phổ biến nhất

source: See all the most and least used summoner icons in League of Legends
da: Se alle de mest og mindst brugte summoner ikoner i League of Legends
de: Sieh dir die meisten und am wenigsten verwendeten Beschwörer-Symbole in League of Legends an
et: Vaadake kõiki Leegendade Liidus kõige rohkem ja kõige vähem kasutatavaid summonerikoneid
fi: Katso kaikki eniten ja vähiten käytetyt summoner-kuvakkeet League of Legendsissa
fr: Voir toutes les icônes d'invocateur les plus utilisées et les moins utilisées dans League of Legends
hu: Tekintse meg a legtöbb és a legkevésbé használt summoner ikont a League of Legends-ben
id: Lihat semua summoner icons yang paling banyak digunakan di League of Legends
it: Vedi tutte le icone di evocazione più e meno usate in League of Legends
ja: リーグオブレジェンズで最も多く使用されているサモナーアイコン
ko: 리그 오브 레전드에서 가장 많이 사용되는 소모 아이콘을 모두 확인하십시오
ms: Lihat semua ikon pemanggil yang paling banyak dan paling tidak digunakan dalam League of Legends
nl: Bekijk de meest en minst gebruikte Summoner-pictogrammen in League of Legends
nn: Se alle de mest og minst brukte summoner-ikonene i League of Legends
pl: Zobacz wszystkie najbardziej i najmniej używane ikony przywoływaczy w League of Legends
pt: Veja todos os ícones de invocador mais e menos usados em League of Legends
ro: Vedeți toate cele mai utilizate și cele mai puțin utilizate icoane Summoner din League of Legends
ru: Посмотреть все наиболее и наименее используемые иконки summoner в League of Legends
sr: Погледајте све најбоље и најслабије коришћене иконе сумонера у Леагуе оф Легендс
sv: Se de mest och minst använda summoner ikoner i League of Legends
th: ดูไอคอน Summoner ทั้งหมดที่ใช้มากที่สุดและน้อยที่สุดใน League of Legends
tl: Tingnan ang lahat ng pinaka at pinakamaliit na ginamit na mga icon ng summoner sa League of Legends
tr: League of Legends'daki en çok ve en az kullanılan sihirdar simgelerini görün
uk: Перегляньте всі найменші та найменш використані іконки підписів у Лізі легенд
vi: Xem tất cả các biểu tượng summoner được sử dụng nhiều nhất và ít được sử dụng nhất trong Liên minh Huyền thoại

source: This table shows all the most used and rarest summoner icons in League of Legends for the current patch across all regions.
da: Denne tabel viser alle de mest brugte og sjældneste summoner ikoner i League of Legends for den aktuelle patch på tværs af alle regioner.
de: Diese Tabelle zeigt die meistgenutzten und seltensten Beschwörer-Symbole in League of Legends für den aktuellen Patch in allen Regionen.
et: See tabel näitab kõikides piirkondades praeguse plaadi jaoks kõige legendaartehingute kõige levinumaid ja kõige haruldasemaid summonerikoneid.
fi: Tässä taulukossa näytetään kaikki nykyisen muutostiedoston legendaarisimmat ja harvinaisimmat summoner-kuvakkeet kaikilta alueilta.
fr: Ce tableau répertorie toutes les icônes des invocateurs les plus utilisées et les plus rares dans League of Legends pour le correctif actuel dans toutes les régions.
hu: Ez a táblázat bemutatja a League of Legends összes leggyakrabban használt és legritkább fogalmazói ikonját az aktuális javítás minden régiójában.
id: Tabel ini menunjukkan semua summoner ikon yang paling sering digunakan dan paling langka di League of Legends untuk patch saat ini di semua wilayah.
it: Questa tabella mostra tutte le icone degli evocatori più usate e più rare in League of Legends per la patch corrente in tutte le regioni.
ja: この表には、すべての地域の現在のパッチのリーグオブレジェンドで最もよく使用されているサモナーのアイコンが表示されています。
ko: 이 표는 모든 지역의 현재 패치에 대한 리그 오브 레전드에서 가장 많이 사용되는 희귀 한 소환사 아이콘을 보여줍니다.
ms: Jadual ini menunjukkan ikon ikon penyiar yang paling banyak digunakan dan jarang ditemui di League of Legends untuk patch semasa merentas semua wilayah.
nl: Deze tabel toont alle meest gebruikte en meest zeldzame summoner-pictogrammen in League of Legends voor de huidige patch in alle regio's.
nn: Denne tabellen viser alle de mest brukte og sjeldne summoner-ikonene i League of Legends for gjeldende oppdatering på tvers av alle regioner.
pl: Ta tabela pokazuje wszystkie najczęściej używane i najrzadsze ikony przywołujących w League of Legends dla bieżącej łatki we wszystkich regionach.
pt: Esta tabela mostra todos os ícones de invocador mais usados ​​e mais raros em League of Legends na atualização atual em todas as regiões.
ro: Acest tabel prezintă toate cele mai utilizate și cele mai râvnite icoane summoner din League of Legends pentru patch-urile actuale din toate regiunile.
ru: В этой таблице показаны все наиболее используемые и самые редкие иконки summoner в League of Legends для текущего патча во всех регионах.
sr: Ова табела приказује све најчешће коришћене и најцешће иконе позивања у Лиги легенди за тренутни оближ у свим регионима.
sv: Tabellen visar de mest använda och sällsynta summoner ikoner i League of Legends för den nuvarande patchen i alla regioner.
th: ตารางนี้แสดงไอคอนเรียกใช้ที่หายากและใช้มากที่สุดใน League of Legends สำหรับโปรแกรมแก้ไขปัจจุบันทั่วทุกภูมิภาค
tl: Ipinapakita ng talahanayan na ito ang lahat ng pinaka ginagamit at rarest summoner icon sa League of Legends para sa kasalukuyang patch sa lahat ng mga rehiyon.
tr: Bu tablo, tüm bölgelerdeki geçerli yama için League of Legends'daki en çok kullanılan ve en nadir bulunan tüm simgeleri gösterir.
uk: Ця таблиця показує всі найпоширеніші та рідкісні піктограми підписів в Лізі легенд за поточним патчем у всіх регіонах.
vi: Bảng này hiển thị tất cả các biểu tượng summoner được sử dụng nhiều nhất và hiếm nhất trong League of Legends cho bản vá hiện tại trên tất cả các vùng.

source: Number
da: Nummer
de: Nummer
fi: Määrä
fr: Nombre
hu: Szám
id: Jumlah
it: Numero
ja: 数
ko: 번호
ms: Nombor
nl: Aantal
nn: Nummer
pl: Numer
pt: Número
ro: Numar
ru: Число
sr: Broj
sv: Siffra
th: จำนวน
tl: Numero
tr: Sayı
uk: Номер
vi: Con số

source: Usage
da: Anvendelse
de: Benutzung
et: Kasutamine
fi: Käyttö
fr: Utilisation
hu: Használat
id: Pemakaian
it: Utilizzo
ja: 使用法
ko: 용법
ms: Penggunaan
nl: gebruik
nn: bruk
pl: Użycie
pt: Uso
ro: Folosire
ru: Использование
sr: Koriscenje
sv: Användande
th: การใช้
tl: Paggamit
tr: Kullanım
uk: Використання
vi: Sử dụng

source: Summoner Level Statistics
de: Beschwörerlevel Bestenliste
et: Kasutajanimede Edetabel
fi: Summoner Taso Tilastot
fr: Meilleurs score de niveau d'invocateurs
hu: Szint toplista
id: Statistik Tingkat Summoner
it: Statistiche livelli Evocatore
ja: サモナーレベルの統計
ko: 소환사 레벨 통계
ms: Statistik Tahap Summoner
nl: Summoner Level statistieken
pl: Ranking poziomów przywoływacza
pt: Estatísticas de nível
ro: Summoner Nivel Statistica
ru: Статистика уровня призывателя
sr: Najveći nivoi Summonera
sv: Summoner Level Statistik
th: สถิติระดับผู้เรียกร้อง
tl: Mga Istatistika ng Level ng Summoner
tr: Sihirdar Seviye İstatistikleri
uk: Статистика рівня викликів
vi: Thống kê cấp Summoner

source: summoner statistics
da: summoner statistik
de: Beschwörerstatistik
et: summoner statistika
fi: summoner tilastot
fr: statistiques d'invocateur
hu: summoner statisztikák
id: statistik summoner
it: statistiche di evocatore
ja: サモナーの統計
ko: 소환사 통계
ms: statistik pemanggil
nl: summoner statistieken
nn: summoner statistikk
pl: statystyki przywoływacza
pt: estatísticas invocador
ro: statistici summoner
ru: статистика summoner
sr: суммонер статистицс
sv: summoner statistik
th: สถิติ summoner
tl: istatistika ng summoner
tr: sihirdar istatistikleri
uk: Статистика сумінгу
vi: số liệu thống kê summoner

source: lol summoner statistics
da: lol summoner statistik
de: lol Beschwörer Statistiken
et: lol summoner statistika
fi: lol summoner tilastot
fr: statistiques d'invocateur lol
hu: lol summoner statisztikák
it: statistiche di evocatore lol
ja: LoLサモナーの統計
ko: 권자 소환사 통계
ms: statistik pemanggil lol
nl: lol summoner statistieken
nn: lol summoner statistikk
pl: Statystyki lol summoner
pt: estatísticas invocador de lol
ro: lol statistici Summoner
ru: lol summoner статистика
sr: лол суммонер статистицс
sv: lol summoner statistik
tr: lol sihirdar istatistikleri
uk: LOL Summoner статистика
vi: số liệu thống kê triệu hồi lol

source: lol statistics
da: lol statistikker
de: lol Statistiken
et: lol statistika
fi: lol tilastot
fr: lol statistiques
hu: lol statisztikák
id: statistik lol
it: lol statistiche
ja: LoL統計
ko: 롤 통계
ms: statistik lol
nl: lol statistieken
nn: lol statistikk
pl: Statystyki lol
pt: estatística lol
ro: lol statistici
ru: Статистика lol
sr: лол статистицс
sv: lol statistik
th: สถิติ lol
tl: lol istatistika
tr: lol istatistikleri
uk: Лол статистика
vi: số liệu thống kê lol

source: lol summoner level
da: lol summoner niveau
de: lol Beschwörer Ebene
et: lol summoner tase
fi: lol summoner taso
fr: niveau d'invocateur lol
hu: lol summoner szint
id: tingkat summoner lol
it: lol livello di evocatore
ja: LoLサモナーレベル
ko: 권자 소환 레벨
ms: tingkat pemanggil lol
nl: lol summoner niveau
nn: lol summoner nivå
pl: lol poziom przywoływacza
pt: estatísticas nível de lol
ro: lol nivel summoner
ru: Уровень вызова лола
sr: Лол позвани ниво
th: ระดับผู้เรียกร้อง lol
tr: lol sihirdar seviyesi
uk: Lol Summoner рівень
vi: cấp độ summoner lol

source: level in lol
da: niveau i lol
de: Niveau in lol
et: tase lol
fi: tason lol:ssa
fr: niveau en lol
hu: szint lol
id: tingkat dalam lol
it: livello in lol
ja: LoLのレベル
ko: 권위의 레벨
ms: tahap dalam lol
nl: niveau in lol
nn: nivå i lol
pl: poziom w lol
pt: nível de lol
ro: nivel în lol
ru: Уровень в LOL
sr: ниво у лол
sv: level i lol
th: ระดับใน lol
tl: antas sa lol
tr: lolde seviye
uk: рівень в любові
vi: cấp trong lol

source: summoner statistics lol
da: summoner statistik lol
de: Beschwörerstatistik lol
et: Summoner statistika lol
fi: summoner tilastot lol
fr: statistiques d'invocateur lol
hu: summoner statisztikák lol
it: statistiche evocatore lol
ja: サモナーの統計情報
ko: 소환사 통계 lol
ms: statistik summoner lol
nl: summoner statistieken lol
nn: summoner statistikk lol
pl: statystyki przywoływacza lol
pt: estatísticas invocador lol
ro: summoner statistici lol
ru: Статистика summoner lol
sr: суммонер статистицс лол
sv: summoner statistik lol
th: summoner statistics ฮ่า ๆ
tl: lol
tr: sihirdar istatistikleri lol
uk: Статистика сумочки lol
vi: số liệu thống kê summoner lol

source: statistics lol
da: statistik lol
de: Statistiken lol
et: statistika lol
fi: tilastot lol
fr: statistiques lol
hu: statisztikák lol
id: statistik lol
it: statistiche lol
ja: LoLの統計情報
ko: 통계 롤
ms: statistik lol
nl: statistieken lol
nn: statistikk lol
pl: statystyki lol
pt: estatísticas lol
ro: statistici lol
ru: статистика lol
sr: статистика лол
sv: statistik lol
th: สถิติ lol
tl: mga istatistika lol
tr: istatistikler lol
uk: статистика лол
vi: thống kê lol

source: See all the League of Legends summoner level statistics
da: Se alle ligaenes ligestillingsstatistikker
de: Sieh dir alle Level-Beschwörer-Level-Statistiken von League of Legends an
et: Vaadake kogu League of Legends summoner taseme statistikat
fi: Katso kaikki League of Legends summoner-taso tilastot
fr: Voir toutes les statistiques de League of Legends invocateur
hu: Lásd az League of Legends summoner szintű statisztikákat
id: Lihat semua statistik level summoner League of Legends
it: Vedi tutte le statistiche del livello dell'evocatore League of Legends
ja: すべてのリーグオブレジェンズのサモナーレベルの統計を見る
ko: 리그 오브 레전드의 모든 소음 레벨 통계보기
ms: Lihat semua statistik peringkat penyokong Liga Legenda
nl: Bekijk alle statistieken van de League of Legends summoner-level
nn: Se all legenderforbunds statistikk for saksøkerne
pl: Zobacz wszystkie statystyki poziomu przywoływacza League of Legends
pt: Veja todas as estatísticas de nível de invocador de League of Legends
ro: Vezi toate statisticile Ligii Legendelor la nivel de summoner
ru: Посмотреть всю статистику уровня вызывающего Лиги легенд
sr: Погледајте све статистике нивоа званичника лиге лиге
sv: Se statistik om Legends League summoner level
th: ดูสถิติระดับผู้เรียกร้อง League of Legends ทั้งหมด
tl: Tingnan ang lahat ng mga istatistika ng antas ng summit sa Liga ng Mga Alamat
tr: Tüm League of Legends sihirdar seviyesi istatistiklerine göz at
uk: Перегляньте всю статистику рівня сумаря Ліги легенд
vi: Xem tất cả số liệu thống kê cấp summoner của Liên minh Huyền Thoại

source: This graph compares all the summoners between level 100 and 125 across all regions.
da: Denne graf sammenligner alle indkaldere mellem niveau 100 og 125 på tværs af alle regioner.
de: Diese Grafik vergleicht alle Beschwörer zwischen Level 100 und 125 in allen Regionen.
et: See graafia võrdleb kõiki summeerijaid kõikides piirkondades 100 ja 125 taseme vahel.
fi: Tämä kaavio vertailee kaikkia summonereita tason 100 ja 125 kaikilta alueilta.
fr: Ce graphique compare tous les invocateurs des niveaux 100 à 125 dans toutes les régions.
hu: Ez a grafikon összehasonlítja az összes hívót a 100 és 125 közötti szintek között minden régióban.
id: Grafik ini membandingkan semua summoner antara level 100 dan 125 di semua wilayah.
it: Questo grafico confronta tutti gli evocatori tra i livelli 100 e 125 in tutte le regioni.
ja: このグラフは、すべての地域のレベル100と125の間のすべてのサモナーを比較します。
ko: 이 그래프는 모든 지역의 레벨 100과 125 사이의 모든 소환자를 비교합니다.
ms: Grafik ini membandingkan semua penyebut antara tahap 100 dan 125 di semua wilayah.
nl: Deze grafiek vergelijkt alle summoners tussen niveau 100 en 125 in alle regio's.
nn: Denne grafen sammenligner alle summere mellom nivå 100 og 125 over alle regioner.
pl: Ten wykres porównuje wszystkich przywoływaczy między poziomem 100 a 125 we wszystkich regionach.
pt: Esse gráfico compara todos os invocadores entre os níveis 100 e 125 em todas as regiões.
ro: Acest grafic compară toți sumatorii între nivelurile 100 și 125 în toate regiunile.
ru: Этот график сравнивает всех участников вызова между уровнями 100 и 125 во всех регионах.
sr: Овај граф упоређује све позиве између нивоа 100 и 125 у свим регионима.
sv: Denna graf jämför alla summoners mellan level 100 och 125 i alla regioner.
th: กราฟนี้เปรียบเทียบตัวสังเคราะห์ทั้งหมดระหว่างระดับ 100 และ 125 ทั่วทุกภูมิภาค
tl: Inihambing ng graph na ito ang lahat ng mga summoner sa pagitan ng antas na 100 at 125 sa lahat ng mga rehiyon.
tr: Bu grafik, seviye 100 ve 125 arasındaki tüm sihirdarları bölgelerarası karşılaştırır.
uk: Цей графік порівнює всі суминки між рівнями 100 та 125 у всіх регіонах.
vi: Biểu đồ này so sánh tất cả các summoner giữa cấp 100 và 125 trên tất cả các vùng.

source: Summoner level distribution by region
da: Summoner niveaufordeling efter region
de: Beschwörerlevel zugehörigkeit nach Regionen
et: Summoneri taseme jaotamine piirkondade kaupa
fi: Summoner-tason jakautuminen alueittain
fr: Répartition des niveaux d'invocateur par région
hu: Idézői szint eloszlás régió szerint
id: Tingkat penyebaran summoner menurut wilayah
it: Distribuzione per regione dei livelli Evocatore
ja: 地域別サモナーレベルの分布
ko: 지역별 소환사 수준 분포
ms: Pengagihan paras summoner mengikut rantau
nl: Summoner level distributie op regio
nn: Summoner nivåfordeling etter region
pl: Rozmieszczenie poziomów przywoływacza
pt: Nível de invocador distribuído por região
ro: Distributia de nivele de summoner pe regiuni
ru: Распределение уровня призывателя по региону
sr: Nivo summonera po regionu
sv: Summoner nivå fördelning per region
th: การกระจายระดับผู้เรียกประชุมตามภูมิภาค
tl: Pamamahagi ng antas ng Summoner ayon sa rehiyon
tr: Bölgeye göre sihirdar seviyesi dağılımı
uk: Розповсюдження рівня підписів за регіонами
vi: Phân phối cấp độ summoner theo vùng
