Repository: ChloeRuan/lolnames.gg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, de, et, fi, fr, hu, id, it, ja, ko, ms, nl, nn, pl, pt, ro, ru, sr, sv, th, tl, tr, uk, vi

source: This leaderboard updates at least once daily. Bookmark this page and check back later for new updates.
da: Dette leaderboard opdateres mindst en gang dagligt. Bogmærke denne side og check tilbage senere for nye opdateringer.
de: Diese Rangliste wird mindestens einmal täglich aktualisiert. Setzen Sie ein Lesezeichen für diese Seite und überprüfen Sie später, ob neue Updates verfügbar sind.
et: See edetabel uuendatakse vähemalt üks kord päevas. Lisage sellele lehele järjehoidja ja kontrollige hiljem uusi värskendusi.
fi: Tämä leaderboard päivittyy vähintään kerran päivässä. Kirjanmerkka tämä sivu ja tule myöhemmin takaisin tarkistamaan uudet päivitykset.
fr: Ce classement est mis à jour au moins une fois par jour. Marquez cette page et revenez plus tard pour de nouvelles mises à jour.
hu: Ez a leaderboard naponta legalább egyszer frissül. Ezt az oldalt jelölje be, és később ellenőrizze az új frissítéseket.
id: Leaderboard ini diperbarui setidaknya satu kali setiap hari. Tandai halaman ini dan periksa kembali nanti untuk pembaruan baru.
it: Questa classifica si aggiorna almeno una volta al giorno. Aggiungi questa pagina ai segnalibri e ricontrolla più tardi per i nuovi aggiornamenti.
ja: このリーダーボードは少なくとも1日1回更新されます。このページをブックマークし、後で新しいアップデートを確認してください。
ko: 이 리더 보드는 매일 적어도 한 번 업데이트됩니다. 이 페이지를 북마크에 추가하고 나중에 새 업데이트가 있는지 다시 확인하십시오.
ms: Leaderboard ini dikemas kini sekurang-kurangnya sekali setiap hari. Tandakan halaman ini dan semak semula kemudian untuk kemas kini baru.
nl: Dit scorebord wordt minstens één keer per dag bijgewerkt. Maak een bladwijzer van deze pagina en kom later terug voor nieuwe updates.
nn: Dette leaderboard oppdateres minst en gang daglig. Bokmerk denne siden og sjekk senere for nye oppdateringer.
pl: Ranking ten aktualizuje się co najmniej raz dziennie. Dodaj tę stronę do zakładek i sprawdź później nowe aktualizacje.
pt: Esta tabela é atualizada pelo menos uma vez por dia. Favorite essa página e volte mais tarde para novas atualizações.
ro: Acest tabel se actualizează cel puțin o dată pe zi. Marcați această pagină și verificați-o mai târziu pentru noile actualizări.
ru: Эта таблица лидеров обновляется не реже одного раза в день. Закладка этой страницы и зайдите позже для новых обновлений.
sr: Овај лидербоард се ажурира најмање једном дневно. Означи ову страницу и потврдите касније за нове исправке.
sv: Denna rekordlista uppdateras minst en gång dagligen. Bokmärk den här sidan och titta tillbaka senare för nya uppdateringar.
th: ลีดเดอร์บอร์ดนี้อัปเดตอย่างน้อยวันละครั้ง บุ๊คมาร์คหน้านี้และตรวจสอบย้อนหลังในภายหลังสำหรับการปรับปรุงใหม่
tl: Ang mga leaderboard update na ito ay hindi bababa sa isang beses araw-araw. I-bookmark ang pahinang ito at suriin muli sa ibang pagkakataon para sa mga bagong update.
tr: Bu sıralama günde en az bir kez güncellenir. Bu sayfayı yer imlerinize ekleyin ve yeni güncellemeler için daha sonra tekrar kontrol edin.
uk: Ця таблиця лідерів оновлюється не рідше одного разу на день. Додайте закладку на цю сторінку та перевірте пізніше нові оновлення.
vi: Bảng xếp hạng này cập nhật ít nhất một lần mỗi ngày. Đánh dấu trang này và kiểm tra lại sau để biết các cập nhật mới.

source: Also check out the <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">summoner name checker</a> or the <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">lists of upcoming expiring names</a>.
da: Tjek også <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">kolonnens navnekontroller</a> eller <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">listerne over kommende udløber navne</a> .
et: Vaadake ka <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">sisselogimisnime kontrollijat</a> või <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">tulevaste aegunud nimede loendeid</a> .
fi: Käy myös katsomassa <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">summoner nimen tarkistus</a> tai <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">luettelot tulevista vanhentuvista nimistä</a> .
fr: Consultez également le <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">vérificateur de noms d'invocateur</a> ou les <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">listes de noms arrivant à expiration</a> .
hu: Ezenkívül nézze meg a <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">summoner name checker-t</a> vagy a <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">következő lejáró nevek listáját</a> .
id: Juga periksa <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">pemeriksa nama summoner</a> atau <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">daftar nama kedaluwarsa yang akan datang</a> .
it: Controlla anche il verificatore del <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">nome dell'evocatore</a> o gli <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">elenchi dei nomi in scadenza in scadenza</a> .
ja: また、 <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">サモナーネームチェッカー</a>や<a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">今後の有効期限のある名前のリスト</a>もチェックしてください。
ko: 또한 <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">소환 자 이름 검사기</a> 또는 <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">곧 만료되는 이름 목록을</a> 확인하십시오.
nl: Bekijk ook de <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">summoner-naamchecker</a> of de <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">lijsten met aankomende verlopen namen</a> .
nn: Sjekk også <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">oppkalleren</a> til <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">oppsamlingsnavnet</a> eller <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">lister over kommende utløpende navn</a> .
pt: Confira também o <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">verificador de nome de invocador</a> ou as <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">listas de nomes disponíveis em breve</a>.
ro: De asemenea, verificați <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">verificatorul numelui summoner</a> sau <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">listele de nume care urmează să expire</a> .
ru: Также проверьте <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">счетчик имен вызывающего абонента</a> или <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">списки предстоящих истекающих имен</a> .
sv: Kolla även på <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">Summoner namn kollaren</a> eller <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">listorna med uppkommande namn</a> .
th: ตรวจ <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">สอบตัวตรวจสอบชื่อผู้เรียกร้อง</a> หรือ <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">รายชื่อของชื่อที่หมดอายุที่กำลังจะหมดอายุ</a>
tl: Tingnan din ang <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">checker name ng summoner</a> o ang mga <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">listahan ng mga paparating na pangalan ng expiring</a> .
tr: Ayrıca <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">isim denetleyicisi</a> veya <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">yaklaşan süresi sona ermiş isimlerin listelerine</a> de göz <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">atın</a> .
uk: Також перевірте перевірку імені <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">перевізника</a> або <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">списки майбутніх імен, що закінчуються</a> .
vi: Ngoài ra, hãy kiểm tra <a href="/%(LANGUAGE_CODE)s/" target="_blank" rel="noopener">trình kiểm tra tên người triệu tập</a> hoặc <a href="/%(LANGUAGE_CODE)s/lists/" target="_blank" rel="noopener">danh sách các tên sắp hết hạn sắp tới</a> .

source: Rank
fi: Sijoitus
fr: Rang Solo
ja: ソロランク
pt: Classificação
ro: Rank Solo
sv: Solo Rank
tr: Lig

source: Icon
da: Ikon
de: Symbol
et: Ikoon
fi: Ikoni
fr: Icône
hu: Ikon
id: Ikon
it: Icona
ja: アイコン
ko: 상
ms: Ikon
nl: Icoon
nn: Ikon
pl: Ikona
pt: Ícone
ro: Icoana
ru: Иконка
sr: Ikona
sv: Ikon
th: ไอคอน
tr: Simge
uk: Іконка
vi: Biểu tượng

source: Summoner Name
da: Summoner navn
de: Beschwörernamen
et: Kasutajanimi
fi: Summoner nimi
fr: Nom d'invocateur
hu: Idézői Név
id: Nama Summoner
it: Nome Evocatore
ja: サモナーネーム
ko: 소환사 이름
ms: Nama penyeru
nl: Summoner Naam
nn: Summoner Navn
pl: Nazwa przywoływacza
pt: Nome de invocador
ro: Nume de summoner
ru: Имя призывателя
sr: Ime
sv: Summoner namn
th: ชื่อผู้เรียกร้อง
tl: Pangalan ng Summoner
tr: Sihirdar Ismi
uk: Ім'я супровідника
vi: tên người triệu hồi

source: Region
et: Regioon
fi: alue
fr: Région
hu: Régió
id: Wilayah
it: Regione
ja: 地域
ko: 부위
ms: Wilayah
nl: Regio
pt: Região
ro: Regiunea
ru: Регион
th: ภูมิภาค
tl: Rehiyon
tr: Bölge
uk: Регіон
vi: Khu vực

source: Current Level
da: Nuværende niveau
de: Aktuelles Level
et: Praegune tase
fi: Nykyinen taso
fr: Niveau actuel
hu: Jelenlegi szint
id: Level saat ini
it: Livello attuale
ja: 現在のレベル
ko: 현재 레벨
ms: Tahap Semasa
nl: Huidig niveau
nn: Nåværende nivå
pl: Aktualny poziom
pt: Nível atual
ro: Nivelul actual
ru: Текущий уровень
sr: Тренутни ниво
sv: Nuvarande Level
th: ระดับปัจจุบัน
tl: Kasalukuyang lebel
tr: Mevcut seviye
uk: Поточний рівень
vi: Cấp độ hiện tại

source: Check now
da: Tjek nu
de: Jetzt prüfen
et: Kontrollige nüüd
fi: Tarkista nyt
fr: Vérifie maintenant
hu: Ellenőrizd most
id: Cek sekarang
it: Controlla ora
ja: 今すぐチェック
ko: 지금 확인
ms: Periksa sekarang
nl: Check nu
nn: Sjekk nå
pl: Sprawdź teraz
pt: Verificar agora
ro: Verifica acum
ru: Проверь сейчас
sr: Провери сада
sv: Kolla nu
th: ตรวจสอบเลย
tl: Tingnan ngayon
tr: Şimdi kontrol et
uk: Перевірь зараз
vi: Kiểm tra ngay

source: League of Legends names list
da: League of Legends navne liste
de: League of Legends Namen Liste
et: League of Legends nimede loend
fi: League of Legends nimiluettelo
fr: League of Legends liste de noms
hu: League of Legends nevek listája
id: Daftar nama League of Legends
it: Lista dei nomi di League of Legends
ja: リーグオブレジェンズの名前リスト
ko: 리그 오브 레전드 이름 목록
ms: Senarai nama Liga Legends
nl: League of Legends namenlijst
nn: League of Legends navne liste
pl: Lista nazw League of Legends
pt: Lista de nomes de League of Legends
ro: Liga Legendelor lista de nume
ru: Список имен Лиги Легенд
sr: Листа легенди лиге
sv: League of Legends namnlista
th: รายชื่อ บริษัท League of Legends
tl: Listahan ng mga pangalan ng Liga ng Mga Alamat
tr: League of Legends isimleri listesi
uk: Список імен 'Ліга легенд'
vi: Danh sách tên League of Legends

source: names for lol
da: navne til lol
de: Namen für lol
et: nimed lol
fi: nimet lol:lle
fr: noms pour lol
hu: neveket a lol számára
id: nama untuk lol
it: nomi per lol
ja: LoLの名前
ko: 롤 이름
ms: nama untuk lol
nl: namen voor lol
nn: navn på lol
pl: imiona dla lol
pt: nomes para lol
ro: nume pentru lol
ru: имена для lol
sr: имена за лол
sv: namn för lol
th: ชื่อสำหรับ lol
tl: mga pangalan para sa lol
tr: lol için isimler
uk: імена для lol
vi: tên cho lol

source: lol nicknames
da: lol kælenavne
de: lol Spitznamen
et: lol hüüdnimesid
fi: lol lempinimiä
fr: surnoms lol
hu: lol becenevek
id: lol nama panggilan
it: lol nickname
ja: LoLニックネーム
ko: 롤 애칭
ms: lol nama samaran
nl: lol bijnamen
nn: lol kallenavn
pl: lol przezwisko
pt: nicks de lol
ro: lol porecle
sr: лол надимци
sv: lol smeknamn
th: ชื่อเล่นฮ่า ๆ
tl: lol ang mga palayaw
tr: lol nickleri
uk: псевдонім lol
vi: nickname lol

source: names for League of Legends
da: navne til League of Legends
de: Namen für League of Legends
et: League of Legends nimed
fi: nimiä League of Legends:iin
fr: noms pour League of Legends
hu: nevek a League of Legends-nek
id: nama untuk League of Legends
it: nomi per League of Legends
ja: リーグオブレジェンズの名前
ko: Legends of Legends의 이름
ms: nama untuk League of Legends
nl: namen voor League of Legends
nn: navn for League of Legends
pl: nazwy League of Legends
pt: nomes para League of Legends
ro: nume pentru Liga Legendelor
ru: имена для Лиги Легенд
sr: имена за Леагуе оф Легендс
sv: namn för League of Legends
th: ชื่อของ League of Legends
tl: mga pangalan para sa League of Legends
tr: League of Legends isimleri
uk: імена для Ліги легенд
vi: tên cho Liên Minh Huyền Thoại

source: best lol names
da: bedste lol navne
de: Beste lol Namen
et: parim lol nimed
fi: parhaat lol-nimet
fr: meilleurs noms lol
hu: legjobb lol nevek
id: nama lol terbaik
it: i migliori nomi lol
ja: 最高のLoLの名前
ko: 최고의 롤 이름
ms: nama lol terbaik
nl: beste lol-namen
nn: beste lol navn
pl: najlepsze nazwy lol
pt: melhores nomes lol
ro: cele mai bune nume de lol
ru: Лучшие имена lol
sr: најбоље лол имена
sv: bästa lol namnen
th: ดีที่สุดชื่อฮ่า ๆ
tl: pinakamahusay na mga pangalan ng lol
tr: en iyi lol isimleri
uk: найкращі лолові імена
vi: tốt nhất lol tên

source: League of Legends nicknames
da: League of Legends kælenavne
de: Spitznamen von League of Legends
et: League of Legends hüüdnimesid
fi: League of Legends lempinimiä
fr: Surnoms League of Legends
hu: League of Legends becenevek
id: Julukan League of Legends
it: I soprannomi di League of Legends
ja: リーグオブレジェンズのニックネーム
ko: 리그 오브 레전드 닉네임
ms: Nama jersi Liga Legenda
nl: League of Legends bijnamen
nn: League of Legends kallenavn
pl: Przydomki League of Legends
pt: nicks de League of Legends
ro: Liga legendelor porecle
ru: Лига Легенд прозвища
sr: Легенда Легенда
sv: League of Legends smeknamn
th: ชื่อเล่น League of Legends
tl: Mga palayaw ng Liga ng Mga Alamat
tr: League of Legends nickleri
uk: Псевдонім Ліги легенд
vi: Biệt hiệu của Liên minh huyền thoại

source: lol names list
da: lol navne liste
de: lol Namen Liste
et: lol nimede loend
fi: lol-nimiluettelo
fr: liste de noms lol
hu: lol nevek listája
id: daftar nama lol
it: lista dei nomi lol
ja: LoLの名前リスト
ko: 롤 이름 목록
ms: senarai nama lol
nl: lol lijst met namen
nn: lol navne liste
pl: Lista nazw lol
pt: lista de nomes de lol
ro: lol lista de nume
ru: Список имен lol
sr: лол листа имена
sv: lol namnlista
th: รายชื่อฮ่า ๆ
tl: listahan ng mga pangalan ng lol
tr: lol isimleri listesi
uk: lol список імен
vi: danh sách tên lol

source: best name in lol
da: bedste navn i lol
de: bester Name in lol
et: parim nimi lol
fi: paras nimi lol: ssa
fr: meilleur nom en lol
hu: legjobb név lolban
id: nama terbaik di lol
it: miglior nome in lol
ja: LoLの中で一番の名前
ko: 권위있는 최고의 이름
ms: nama terbaik dalam lol
nl: beste naam in lol
nn: beste navn i lol
pl: najlepsze imię w lol
pt: melhor nome de lol
ro: cel mai bun nume din lol
ru: лучшее имя в LOL
sr: најбоље име у лол
sv: bästa namn i lol
th: ชื่อที่ดีที่สุดใน lol
tl: pinakamahusay na pangalan sa lol
tr: en iyi lol adı
uk: Найкраще ім'я в LOL
vi: tên tốt nhất trong lol

source: League of Legends names available
da: League of Legends navne til rådighed
de: League of Legends Namen verfügbar
et: League of Legends nimed on saadaval
fi: League of Legends saatavilla olevat nimet
fr: Noms de League of Legends disponibles
hu: League of Legends nevek elérhetők
id: Nama League of Legends tersedia
it: I nomi di League of Legends sono disponibili
ja: リーグオブレジェンズの名前が利用可能
ko: League of Legends 이름을 사용할 수 있습니다.
ms: Nama Legends of Legends tersedia
nl: League of Legends namen beschikbaar
nn: League of Legends navn tilgjengelig
pl: Dostępne są nazwy League of Legends
pt: League of Legends nomes disponíveis
ro: Liga legendelor disponibile
ru: Доступна лига легенд
sr: Имена лиге Легендс доступна
sv: League of Legends namn tillgängliga
th: ชื่อ League of Legends มีให้บริการ
tl: Ang mga pangalan ng Liga ng Mga Alamat ay magagamit
tr: League of Legends kullanılabilir isimler
uk: Імена Ліги Легенд доступні
vi: Tên của Liên Minh Huyền Thoại có sẵn

source: cool League of Legends names
da: cool League of Legends navne
de: coole League of Legends Namen
et: lahe Legendide nimede nimed
fi: siistejä League of Legends nimiä
fr: noms cool de League of Legends
hu: Cool League of Legends nevek
id: nama League of Legends yang keren
it: fantastici nomi di League of Legends
ja: かっこいいリーグオブレジェンズの名前
ko: 시원한 리그 오브 레전드 이름
ms: nama League of Legends yang sejuk
nl: coole League of Legends-namen
nn: kult League of Legends navn
pl: fajne nazwy League of Legends
pt: nomes legais de League of Legends
ro: nume interesante despre Liga Legendelor
ru: классная легенда Лиги легенд
sr: цоол Леагуе оф Легендс имена
sv: coola League of Legends namn
th: ชื่อ League of Legends เย็น
tl: cool na Liga ng Mga Alamat ng mga pangalan
tr: havalı league of legends isimleri
uk: класна назва Ліги легенд
vi: tên League of Legends thú vị

source: cool lol names
da: cool lol navne
de: coole lol Namen
et: lahedad lol nimed
fi: siistejä lol nimiä
fr: noms cool lol
hu: hűvös lol nevek
id: nama lol keren
it: bei nomi lol
ja: クールなLoLの名前
ko: 차가운 롤 이름
ms: nama lol sejuk
nl: coole lol-namen
nn: kule lol navn
pl: fajne imiona lol
pt: nomes legais de lol
ro: misto nume de lol
ru: крутые имена lol
sr: цоол лол имена
sv: coola lol namn
th: ชื่อ lol เย็น
tl: cool na mga pangalan ng lol
tr: havalı lol isimleri
uk: круті імена лола
vi: cool lol tên

source: lol name list
da: lol navne liste
de: lol Namensliste
et: lol nime nimekiri
fi: lol nimilista
fr: liste de noms lol
hu: lol nevek listája
id: daftar nama lol
it: lol elenco dei nomi
ja: LoLの名前のリスト
ko: 롤 이름 목록
ms: senarai nama lol
nl: lol lijst met namen
nn: lol navneliste
pl: lol lista nazw
pt: lista de nomes de lol
ro: lol lista de nume
ru: Список имени lol
sr: лол листа са именима
sv: lol namnlista
th: รายชื่อ lol
tl: listahan ng pangalan ng lol
tr: lol isim listesi
uk: lol список імен
vi: danh sách tên lol

source: nicknames for lol
da: kælenavne for lol
de: Spitznamen für lol
et: hüüdnimi jaoks lol
fi: lempinimet lol:iin
fr: surnoms pour lol
hu: becenevek a lol számára
id: nama panggilan untuk lol
it: soprannomi per lol
ja: LoLのニックネーム
ko: LOL의 별명
ms: nama samaran untuk lol
nl: bijnamen voor lol
nn: kallenavn for lol
pl: pseudonimy dla lol
pt: nicks para lol
ro: porecle pentru lol
ru: прозвища для lol
sr: надимци за лол
sv: smeknamn för lol
th: ชื่อเล่นสำหรับ lol
tl: mga palayaw para sa lol
tr: lol için nickler
uk: прізвиська для лор
vi: biệt hiệu cho lol

source: best names for lol
da: bedste navne til lol
de: beste Namen für lol
et: parimad nimed lol
fi: parhaat nimet lol:iin
fr: meilleurs noms pour lol
hu: a legjobb nevei lol számára
id: nama-nama terbaik untuk lol
it: migliori nomi per lol
ja: LoLのベストネーム
ko: lol에 대한 최고의 이름
ms: nama terbaik untuk lol
nl: beste namen voor lol
nn: beste navn for lol
pl: najlepsze imiona dla lol
pt: melhores nomes para lol
ro: cele mai bune nume pentru lol
ru: лучшие имена для LOL
sr: најбоље име за лол
sv: bästa namn för lol
th: ชื่อที่ดีที่สุดสำหรับ lol
tl: pinakamahusay na mga pangalan para sa lol
tr: lol için en iyi isimler
uk: кращі імена для lol
vi: tên tốt nhất cho lol

source: name for lol
da: navn for lol
de: Name für lol
et: nimi lol
fi: nimi lol:iin
fr: nom pour lol
hu: nevet lol
id: nama untuk lol
it: nome per lol
ja: LoLの名前
ko: 롤 이름
ms: nama untuk lol
nl: naam voor lol
nn: navn for lol
pl: nazwa dla lol
pt: nome para lol
ro: nume pentru lol
ru: имя для lol
sr: име за лол
sv: namn för lol
th: ชื่อสำหรับ lol
tl: pangalan para lol
tr: lol için isim
uk: ім'я для lol
vi: tên cho lol

source: nicknames for League of Legends
da: Kælenavne til Legends League
de: Spitznamen für League of Legends
et: League of Legends hüüdnimed
fi: nimimerkkejä League of Legends:iin
fr: surnoms pour League of Legends
hu: becenevek a League of Legends-nek
id: nama panggilan untuk League of Legends
it: soprannomi per League of Legends
ja: リーグオブレジェンズのニックネーム
ko: Legends of Legends의 별명
ms: nama samaran untuk League of Legends
nl: bijnamen voor League of Legends
nn: kallenavn for League of Legends
pl: pseudonimy dla League of Legends
pt: nicks para League of Legends
ro: porecle pentru Liga Legendelor
ru: прозы для Лиги Легенд
sr: надимци за Леагуе оф Легендс
sv: smeknamn för League of Legends
th: ชื่อเล่นของ League of Legends
tl: mga palayaw para sa League of Legends
tr: League of Legends nickler
uk: прізвиська для Ліги легенд
vi: biệt danh cho Liên Minh Huyền Thoại

source: best lol names list
da: bedste lol navne liste
de: Beste lol Namen Liste
et: parim lol nimede loend
fi: parhaat lol-nimet luettelo
fr: meilleure liste de noms lol
hu: legjobb lol nevek listája
id: daftar nama lol terbaik
it: lista dei migliori nomi lol
ja: LoLの名前のリスト
ko: 가장 권위있는 이름 목록
ms: senarai nama lol terbaik
nl: beste lol namenlijst
nn: beste lol navn listen
pl: najlepsza lista nazw lol
pt: melhor lista de nomes lol
ro: lista cu cele mai bune loluri
ru: список лучших lol имен
sr: најбоља листа имена
sv: bästa lol namn listan
th: รายชื่อที่ดีที่สุด lol
tl: pinakamahusay na listahan lol pangalan
tr: en iyi lol isimleri listesi
uk: найкращий список імен lol
vi: danh sách tên lol tốt nhất

source: best names for League of Legends
da: bedste navne til League of Legends
de: beste Namen für League of Legends
et: Legendide Liiga parimad nimed
fi: parhaat nimet League of Legends:iin
fr: meilleurs noms pour League of Legends
hu: Legjobb nevek a League of Legends-nek
id: nama-nama terbaik untuk League of Legends
it: migliori nomi per League of Legends
ja: リーグオブレジェンズのベストネーム
ko: 전설의 리그를위한 최고의 이름
ms: nama terbaik untuk League of Legends
nl: beste namen voor League of Legends
nn: beste navn for League of Legends
pl: najlepsze nazwy dla League of Legends
pt: melhores nomes para League of Legends
ro: cele mai bune nume pentru League of Legends
ru: лучшие имена для League of Legends
sr: најбоље име за Леагуе оф Легендс
sv: bästa namnen för League of Legends
th: ชื่อที่ดีที่สุดสำหรับ League of Legends
tl: pinakamahusay na pangalan para sa League of Legends
tr: League of Legends için en iyi isimler
uk: найкращі імена для Ліги легенд
vi: tên tốt nhất cho League of Legends

source: lol inactive names
da: lol inaktive navne
de: lol inaktive Namen
et: lol inaktiivseid nimesid
fi: lol ei-aktiiviset nimet
fr: lol noms inactifs
hu: lol inaktív nevek
id: lol nama tidak aktif
it: lol nomi inattivi
ja: LoLの非アクティブな名前
ko: 롤 비활성 이름
ms: lol nama tidak aktif
nl: lol inactieve namen
nn: lol inaktive navn
pl: lol nieaktywne nazwy
pt: lol nomes inativos
ro: lol nume inactive
ru: Недействительные имена lol
sr: лол неактивна имена
sv: lol inaktiva namn
th: ชื่อที่ไม่ใช้งาน lol
tl: lol mga hindi aktibong pangalan
tr: lol inaktif isimler
uk: LOL неактивні імена
vi: tên không hoạt động lol
